{

	    "blocks": [
	        {
	            "title": "Service Providers",
	            "data": [
	                {
	                    "id": "ServiceProviderCommentary",
	                    "component": "paragraph"
	                },
	                {
	                    "id": "RecentChangesCurrentIssueswithServiceProviders",
	                    "component": "paragraph"
	                },
	                {
	                    "id": "DiscussionswithServiceProvider",
	                    "component": "paragraph"
	                },
	                {
	                    "id": "ServiceProviders",
	                    "component": "rowTable"
	                }
	            ]
	        },
	        {
	            "title": "Valuation",
	            "data": [
	                {
	                    "id": "IndependentVerificationSegrationofDutiesAdministrator",
	                    "component": "paragraph"
	                },
	                {
	                    "id": "FairValuedRestrictedIlliquidStalePriceConsiderations",
	                    "component": "paragraph"
	                },
	                {
	                    "id": "ValuationCommittee",
	                    "component": "paragraph"
	                },
	                {
	                    "id": "SecurityType",
	                    "component": "columnTable"
	                }
	            ]
	        },
	        {
	            "title": "Executive Summary",
	            "data": [
	                {
	                    "id": "ODDExecSummary",
	                    "component": "paragraph"
	                },
	                {
	                    "id": "ItemstoNote",
	                    "component": "paragraph"
	                },
	                {
	                    "id": "AnticipatedChanges",
	                    "component": "paragraph"
	                },
	                {
	                    "id": "MinorityOwned",
	                    "component": "paragraph"
	                },
	                {
	                    "id": "Strengths",
	                    "component": "columnTable"
	                },
	                {
	                    "id": "Concerns",
	                    "component": "columnTable"
	                }
	            ]
	        },
	        {
	            "title": "Staff",
	            "data": [
	                {
	                    "id": "StaffComment",
	                    "component": "paragraph"
	                },
	                {
	                    "id": "Turnover",
	                    "component": "paragraph"
	                },
	                {
	                    "id": "HiringPractices",
	                    "component": "paragraph"
	                },
	                {
	                    "id": "RetentionInitiatives",
	                    "component": "paragraph"
	                },
	                {
	                    "id": "StaffResourceTable",
	                    "component": "dataTable"
	                }
	            ]
	        },
	        {
	            "title": "Cash & Collateral",
	            "data": [
	                {
	                    "id": "CashVehiclesUnencumbedCash",
	                    "component": "paragraph"
	                },
	                {
	                    "id": "CounterpartiesFinancing",
	                    "component": "paragraph"
	                },
	                {
	                    "id": "CollateralManagement",
	                    "component": "paragraph"
	                },
	                {
	                    "id": "CashReconciliationProcess",
	                    "component": "paragraph"
	                },
	                {
	                    "id": "CashMovementAndSignatureAuthority",
	                    "component": "paragraph"
	                }
	            ]
	        },
	        {
	            "title": "Investor Reporting",
	            "data": [
	                {
	                    "id": "ReportingTiming",
	                    "component": "paragraph"
	                },
	                {
	                    "id": "Expenses",
	                    "component": "paragraph"
	                },
	                {
	                    "id": "SideLetterArrangements",
	                    "component": "paragraph"
	                }
	            ]
	        },
	        {
	            "title": "Technology",
	            "data": [
	                {
	                    "id": "TechnologyCommentary",
	                    "component": "paragraph"
	                },
	                {
	                    "id": "TechnologyResourceTable",
	                    "component": "dataTable"
	                }
	            ]
	        },
	        {
	            "title": "Trading",
	            "data": [
	                {
	                    "id": "TradeFlowApprovalExecutionSettlement",
	                    "component": "paragraph"
	                },
	                {
	                    "id": "PortfolioReconciliationsIndependentVerification",
	                    "component": "paragraph"
	                },
	                {
	                    "id": "TradeAllocationProceduresCrossTrades",
	                    "component": "paragraph"
	                }
	            ]
	        },
	        {
	            "title": "Background Investigation",
	            "data": [
	                {
	                    "id": "EmployeeBackgroundInvestigation",
	                    "component": "rowTable"
	                }
	            ]
	        },
	        {
	            "title": "Business Continuity",
	            "data": [
	                {
	                    "id": "BusinessContinuityCommentary",
	                    "component": "paragraph"
	                },
	                {
	                    "id": "CyberSecurity",
	                    "component": "paragraph"
	                }
	            ]
	        },
	        {
	            "title": "Regulatory Compliance",
	            "data": [
	                {
	                    "id": "ComplianceTeamProgram",
	                    "component": "paragraph"
	                },
	                {
	                    "id": "EmployeeTrading",
	                    "component": "paragraph"
	                },
	                {
	                    "id": "RegulatoryExaminations",
	                    "component": "paragraph"
	                },
	                {
	                    "id": "DisciplinaryActionsLawsuits",
	                    "component": "paragraph"
	                }
	            ]
	        },
	        {
	            "title": "Organization Overview",
	            "data": [
	                {
	                    "id": "OwnershipStructure",
	                    "component": "paragraph"
	                },
	                {
	                    "id": "Affiliates",
	                    "component": "paragraph"
	                },
	                {
	                    "id": "OutsideDirectorship",
	                    "component": "paragraph"
	                },
	                {
	                    "id": "FinancialStability",
	                    "component": "paragraph"
	                }
	            ]
	        }
	    ],

    "MinorityOwned": [
			 {
			  	"timeFrame": "",
		        "title": "Minority Owned",
		        "description": ""
			 }
		

    ],
    "OwnershipStructure": [
			 {
			  	"timeFrame": "",
		        "title": "Ownership Structure",
		        "description": "Ken Griffin has broadened the ownership structure of Citadel Limited Partnership (\"CLP\"), the management company, over the past few years. As of mid-2016, there were over 40 equity partners in CLP. Griffin still holds the majority of equity (>80%). Only a small number of external partners exist, all retired employees of the Firm. While Griffin has broadened ownership participation across the Firm, performance based compensation continues to be much more significant than equity compensation for the minority partners as a significant portion of compensation is tied to the performance of the funds. Over the past few years, there have been various talks to sell a portion of the ownership stake externally via an IPO; however, as of the date of our meeting, it was not anticipated that such a transaction would take place in the near term.\n\nCitadel has established a Portfolio Committee comprised of 15 (including Ken Griffin) of the Firm most senior decision makers, which helps mitigate Key Man risk. Ken Griffin, as CEO, oversees the Portfolio Committee, which consists of the heads of each of the business units to which the Funds have exposure as well as Citadel COO, Chief Legal Officer, Chief Information Officer, and Global Treasurer (see a full list of Portfolio Committee Members in the Funds DDQ attached below). The Portfolio Committee establishes the risk tolerance for the funds and approves material changes in the funds risk profile. The Portfolio Committee members review the overall risk as well as strategy specific limits, oversee the functions charged with ensuring that the risks are within the specified tolerance levels and that the funds have implemented appropriate processes for effective risk management. The Portfolio Committee is responsible for the strategic direction of the business as well as the risk allocation within the funds.\n\nAs of our meeting, internal capital across the Firm was approximately 18% of Firm AUM (~$4.2 billion). As of the date of our meeting, the internal capital breakdown across the Firm products was as follows (as a % of each products NAV):\n\n-Kensington / Wellington: ~11% ($1.7 billion)\n-Global Equities: ~7% ($175 million)\n-Fixed Income: 5-10% ($200 million)\n-Tactical Trading Funds: 75-80% ($900 million via CLP)\n-Velocity: 100% ($250 million via CLP)\n-Citadel Securities (affiliated broker/dealer): ($1 billion via CLP)\n\nThe internal capital in Citadel Tactical Trading is levered 1.65x. There is no recourse to Citadel Tactical Trading external investors or the other Citadel funds.\n\nOwnership Percentages:\nMinority Partners: Approx. 15%\nKenneth Griffin: Approx 85%\n\n2017 UPDATE\n\nAs of the Effective Date, Citadel principals and employees, in aggregate, are the largest investor across Wellington and Kensington accounting for approximately 12% of the combined investment capital.\n\nGlobal Eq\nAs of the Effective Date, among outside single investor accounts across both Funds, the largest single investor account represents approximately 13% of the Funds combined investment capital and the five largest single investor accounts across both Funds represent approximately 38% of the Funds combined investment capital. Citadel principals and employees have an investment in the Funds and comprise approximately 7% of the total investment capital across the Funds."
			 }
		

    ],
    "Affiliates": [
			 {
			  	"timeFrame": "",
		        "title": "Affiliates",
		        "description": "Citadel has created various subsidiaries used to separate business units and segregate risks/collateral.\n\nWellington and Kensington primary trading vehicles are as follows:\nCitadel Multi-Strategy Equities Master Fund Ltd. (\"CEMF\") (Newly launched in 2016 and includes exposure to Global\nEquities, Surveyor, Ravelin, and Apitgon entities - See Items to Note) Citadel Equity Fund Ltd (\"CEFL\")*\nCitadel Global Fixed Income Master Fund Ltd.* Citadel Energy Investments Ltd. *\nCitadel Treasury International Ltd.\nCitadel Quantitative Strategies Master Fund Ltd.* Citadel QFIC Master Fund Ltd. *\nCitadel FNGE Ltd. * Citadel NGPE LLC *\n\nTactical Trading primary invest in Citadel Tactical Master Fund Ltd. which in turn invest in the following trading vehicles: \nCitadel Multi-Strategy Equities Master Fund Ltd. \nCitadel Quantitative Strategies Master Fund Ltd.*\n\n(* 2015 Financial Statements reviewed - See the Financial Statement Analysis section of the report.) \n\nCitadel Global Equities invests substantially all of its assets in Citadel Global Equities Master Fund Ltd. \n\nKensington, Wellington, and Global Equities (among others) are clients of related broker-dealer entities: Citadel Clearing and Palafox - see below and the Items to Note for further details.\n\nCitadel broker-dealers used by the hedge funds:\n\nCITADEL CLEARING LLC:\nCitadel Clearing LLC (\"Citadel Clearing\") was launched as a new broker-dealer in July 2015 to replace the use of CS-US (defined below) by the Master Funds, with regards to clearing and financing services, to isolate the Master Funds from the proprietary trading and market making performed by CS-US. Citadel Clearing is substantially owned by the Master Fund entities that currently clear and finance positions through this broker-dealer. See Items to Note for further details.\n\nCitadel Institutional Finance Company Ltd. (\"CIFC\") is a non-registered broker dealer that maintains a matched book of borrows and loans between Citadel Clearing and the affiliated funds/entities noted above. CIFC only deals with affiliated entities and does not face the street directly. CIFC was acquired by Citadel Clearing from Citadel Securities in 2015 during the launch of Citadel Clearing discussed in the Items to Note.\n\nPALAFOX TRADING LLC:\nPalafox Trading LLC (\"Palafox\"), is a broker-dealer registered with the SEC and a member of FINRA, the Fixed Income Clearing Corporation, and various national and international securities exchanges. Palafox business is limited to securities borrowing and lending, and repurchase and reverse repurchase transactions involving certain types of fixed income securities including U.S. Government securities and mortgage-backed securities. Palafox is 100% owned by Citadel Global Fixed Income Master Fund (\"GFIL\") and is only used by Citadel (i.e. no external clients).\n\nPalafox is a member of the Fixed Income Clearing Corporation (\"FICC\") according to the Depository Trust and Clearing Corporation (\"DTCC\") website. Use of most services provided by the regulated DTCC subsidiaries generally require membership in FICC. Palafox transacts primarily with other FICC members and acts a credit intermediation platform by giving up all U.S. trades to FICC, the fixed income subsidiary of the DTCC. During 2016, Palafox also became an LCH repo clearing member in Europe, which serves in a similar manner.\n\nSee the memo titled \"Citadel - Use of Affiliated Broker Dealers\" in Section 3 for additional details relating to the use of Palafox by Citadel Funds.\n\nCitadel external broker-dealers (not used by the hedge funds): \n\nCITADEL SECURITIES LLC:\nCitadel Securities LLC (\"CS-US\" or \"CDRG\") (Formerly Citadel Derivatives Group LLC) is a registered broker, dealer and futures commission merchant. CS-US primarily engages in market making in U.S. options and equities on various U.S. exchanges, trade execution, clearing and financing services and proprietary trading. Historically, CS-US was used by various Citadel affiliated hedge funds to facilitate security borrowing/lending as well as provide clearing services, execution services, and trading algorithms; however, following the launch of Citadel Clearing in 2015 (as discussed above and in the Items to Note), CS-US is not used by any of Citadel hedge funds for such services. See historical ODD reports for further details relating to the previous relationship between the hedge funds and CS-US.\n\nCitadel Securities Trading LLC (\"CSEI\") is a non-registered broker dealer that primarily engages in market making activities for credit default swaps, bank debt and bonds.\n\nCITADEL SECURITIES (EUROPE) LIMITED:\nCitadel Securities (Europe) Limited (\"CSE\" or \"CS-UK\"), formerly known as Citadel Derivatives Group (Europe) Limited (\"CDGE\"), is authorized and regulated by the UK Financial Services Authority as a broker-dealer. CSE is also a member of a number of European equities, options and derivative exchanges. CSE engages in proprietary high frequency equities trading strategies. CSE also may provide trade execution services for certain of its related persons, including the Funds. CSE provides trade execution services to unrelated third parties. There were no disciplinary matters noted on the FSA website. The Tactical Trading funds are invested in CSE (no exposure via Kensington or Wellington).\n\nCITADEL SECURITIES (HONG KONG) LIMITED:\nCitadel Securities (Hong Kong) Limited (\"CSHK\") is licensed and regulated by the Securities and Futures Commission in Hong Kong to carry on the regulated activities of Dealing Securities (Type 1) and Dealing in Futures Contracts (Type 2). CSHK is an exchange participant of the Stock Exchange of Hong Kong Limited and the Hong Kong Futures Exchange Limited. It is approved as a market maker of a number of stock options and index options by the Stock Exchange of Hong Kong Limited and the Hong Kong Futures Exchange Limited.\n\nCES SECURITIES CANADA:\nCES Securities Canada ULC (\"CCAN\") is an investment dealer authorized and regulated by the Investment Industry Regulatory Organization of Canada and the Ontario Securities Commission. CCAN engages in principal trading. It is approved by the Canadian Securities Exchange as a market maker of a number of listed equity securities. Similar to CS-US, CCAN is\nnot used by any of Citadel hedge funds.\n\nCITADEL SECRITIES INSTITUTIONAL LLC:\nCitadel Securities Institutional LLC (\"CSIN\") is a broker-dealer registered with the SEC and a member of FINRA. CSIN business focuses on execution services for U.S. government securities. Similar to CS-US, CSIN is not used by any of Citadel hedge funds.\n\nThe above affiliated broker-dealers do not custody any assets on behalf of Citadel Funds.\n\nSee attached below the FINRA Broker Checks for Citadel Clearing, Palafox, and CS-US as of 2015. Based on discussions with members of Citadel compliance group, the broker-dealer violations noted in the FINRA reports below (CS-US), were \"routine in the general market sense\", however, see the Regulatory Compliance section of the report for further details relating to the 2014 settlement. The violations resulted in monetary fines ranging from $5,000 to $800,000."
			 }
		

    ],
    "OutsideDirectorship": [
			 {
			  	"timeFrame": "",
		        "title": "Outside Directorship",
		        "description": "Kenneth Griffin is an active supporter of causes that drive community improvement, and he serves on the Board of Directors of the Chicago Public Education Fund. Griffin is also a member of the Board of Trustees for the Art Institute of Chicago and the Museum of Contemporary Art. Within the business community, Griffin is a member of numerous organizations including the World Economic Forum, G100, the Economic Club of Chicago and the Civic Committee of the Commercial Club of Chicago.\n\nAdam Cooper (General Counsel), Senior Managing Director, is a member of the Financial Markets Working Group of the Federal Reserve Bank of Chicago and a member of the Leadership Board of the U.S. Chamber of Commerce Center for Capital Markets Competitiveness and participates on the Committee on Capital Markets Regulations, an independent, bipartisan policy task force. Cooper previously served two terms as Chairman of the Managed Funds Association and currently serves as the Chair of MFA Legislative Policy Committee. Cooper has testified before the Senate and Banking Committee, the House of Lords, the European Central Banking Supervision Committee and is a frequent speaker on industry matters. Subsequent to our meeting, it was announced that Adam Cooper was retiring, effective at the end of February 2017. See the Resources section of the report for further details.\n\nGerald Beeson, COO, currently serves the Board of Directors for the Managed Funds Association and as a member of the Financial Markets Working Group of the Federal Reserve Bank of Chicago. Beeson also served a five-year term on the Board of Directors for The Depository Trust & Clearing Corporation.\n\nDaniel Dufresne, Global Treasurer, is a member of the Treasury Market Practices Group of the Federal Reserve Bank of NY and is a founding member of the Task Force on Tri-Party Repo Infrastructures."
			 }
		

    ],
    "FinancialStability": [
			 {
			  	"timeFrame": "",
		        "title": "Financial Stability",
		        "description": "The financial stability of Citadel is very strong, driven by the following factors:\n\n1. AUM of $23.5 billion is significant and the combination of lock-ups, gates and redemption fee provisions significantly limit investor capital outflows. As of the date of our meeting, Citadel was taking capacity requests for Kensington and Wellington, but noted that all Citadel Funds were currently closed. Given the launch of Aptigon Capital which included the hiring of several new equity PMs (See Items to Note for further details), the Firm anticipates that it may be able to re-open for additional capacity at some point in 2017.\n\n2. Reputation and long successful track record - with the exception of 2008 performance, Kensington has never experienced a down year and Wellington only other down year was in 1994. Kensington and Wellington were down approximately 55% for the year ending December 2008. As of January 2012, Wellington and Kensington were above their respective December 31, 2007 high watermarks.\n\n3. Employee compensation and all other expenses are passed through to the Funds so the management company is not at risk for operating deficits. While the pass through of expenses is considered off-market and can be detrimental to investors, it adds financial stability to the Firm, and enables Citadel to compensate employees and retain talent.\n\n4. Citadel has invested heavily in the Firm treasury function, which has significantly reduced their reliance on short-term, less stable financing and produced funding sources that extend in many cases, to twelve months. The offsetting factor of stable financing is the substantial amount of leverage being employed by the Funds.\n\n5. Citadel has a large diversified investor base:\nFirm-wide (excluding internal investment in Citadel Securities and Citadel Clearing):\n-Fund of Funds: 31%\n-Sovereign Wealth Funds: 28%\n-Citadel Principals and Employees: 18%\n-Institutions: 14%\n-HNW/Family Offices: 9%\n*The Firm 15 largest investors have invested capital with Citadel for approximately 13 years on average.\n\nKensington / Wellington (currently closed to investors):\n-Citadel Principals and Employees: ~11%\n-Fund of Funds: ~33%\n-Sovereign Wealth Funds: ~26%\n-Institutions: ~17%\n-HNW/Family Offices: ~13%\n\n*The investment class breakdown across Kensington / Wellington (blended rate) was ~65% in the quarterly class and 35% in the committed class, and the top 10 external investors represent ~31% of the capital.\n\nCitadel Global Equities (currently closed to investors):\n-Citadel Principals and Employees: ~7%\n-Sovereign Wealth Funds: ~41%\n-Fund of Funds: ~24%\n-Institutions: ~25%\n-HNW / Family Office: ~3%\n\nFor Tactical Trading, the majority of the investor base is internal capital (75-80%) with the remainder being strategic outside investors. Citadel continues to return external capital to investors.\n\n2017 UPDATE\n\nFirm\nCitadel Principals and Employees ~19%\nSovereign Wealth Funds ~28%\nInstitutions ~16%\nFunds of Funds ~29%\nHigh Net Worth/Family Office ~9%\n\nData as of the Effective Date across Kensington and Wellington:\nCitadel Principals and Employees ~12%\nFund of Funds ~30%\nSovereign Wealth Funds ~27%\nHNW/Family Offices ~12%\nInstitutions ~19%\n\nAmong outside single investor accounts in the Funds, the ten largest investors account for approximately 30% of the investment capital.\n\n\nGlobal Eq\nAs of the Effective Date, among outside single investor accounts across both Funds, the largest single investor account represents approximately 13% of the Funds combined investment capital and the five largest single investor accounts across both Funds represent approximately 38% of the Funds combined investment capital. Citadel principals and employees have an investment in the Funds and comprise approximately 7% of the total investment capital across the Funds.\n\nPlease find below information pertaining to the investor breakdown across the Funds investment capital.\nCitadel Principals and Employees ~7%\nSovereign Wealth Funds ~41%\nFund of Funds ~24%\nInstitutions ~27%\nHNW / Family Office ~1%"
			 }
		

    ],
    "StaffComment": [
			 {
			  	"timeFrame": "",
		        "title": "",
		        "description": "As of August 2016, Citadel employed approximately 1,300 professionals across the Citadel Asset Management business (excludes Citadel Securities LLC dedicated employees).\n\nCitadel headquarters is located in Chicago, Illinois. The majority of Citadel employees, including middle and back office functions are performed at this location. Other offices include the following:\n\nLondon: Portfolio Management, Research, Investing, Marketing \nHong Kong: Portfolio Management, Research, Investing, Marketing \nNew York: Portfolio Management, Research, Investing, Marketing \nSan Francisco: Portfolio Management, Research, Investing\nBoston: Portfolio Management, Research, Investing \nDallas: Portfolio Management, Research, Investing \nGreenwich: Portfolio Management, Research, Investing \nHouston: Portfolio Management, Research, Investing \nToronto: Equity team servicing the Quantitative Strategy \nDenver: Portfolio Management, Research, Investing \nShenzhen: IT only\nShanghai: IT only\n\nThe breakout across Citadel Asset Management front and back office is as follows: \n\nFront Office:\n-Asset Management: 695\n-Information Technology: 163\n\nBack Office:\n-Middle and Back Office professionals: 319\n-Information Technology: 124\n\nCitadel is in the process of building a fourth equity platform called Aptigon Capital that will be separate from Global Equities, Surveyor, and Ravelin. Citadel hired the former co-founder of Diamondback Capital, Richard Schimel in April 2016 to head Aptigon Capital, and subsequently hired approximately 17 PMs from Visium Capital, with intentions to hire another 6-8 PMs in the coming year. The Aptigon team will be primarily based out of the Firm Greenwich, CT office. See Items to Note for further details.\n\n2017 update\n\n1,650+ PERSON TEAM\n\nCitadel headquarters are located in Chicago, Illinois. The majority of Citadel middle and back office functions are performed at this location, in addition to Portfolio Management, Research, Investing, and Marketing.\n\nFunctional activities at the other offices include:\nGreenwich, CT: Portfolio Management, Research, Investing, Marketing\nHong Kong: Portfolio Management, Research, Investing, Marketing\nLondon: Portfolio Management, Research, Investing, Marketing\nNew York: Portfolio Management, Research, Investing, Marketing\nBoston: Portfolio Management, Research, Investing\nDallas: Portfolio Management, Research, Investing\nDenver: Portfolio Management, Research, Investing\nHouston: Portfolio Management, Research, Investing\nSan Francisco: Portfolio Management, Research, Investing\nToronto: Portfolio Management, Research, Investing\n\nBelow is an indicative breakdown of Citadel headcount as of June 30, 2017 (all figures are approximate):\n\nFront Office\n- Asset Management 833\n- Information Technology 153\n\nBack Office\n- Middle and Back Office professionals 469\n- Information Technology 235\nTotal 1,690\n\nInvestment Professionals: 825+\n- New York: 340\n- Chicago: 160+\n- London: 90+\n- San Francisco: 80+\n- Greenwich: 80\n- Other (Boston, Dallas, Denver, Hong Kong, Houston, Shanghai, Toronto): 70+"
			 }
		

    ],
    "Turnover": [
			 {
			  	"timeFrame": "",
		        "title": "Turnover",
		        "description": "Turnover is lower in strong performing years and higher when performance lags. Griffin mantra is that you cannot produce \"A\" returns with \"B\" players. Griffin is swift at firing teams or individuals who are not providing adequate investment returns. Citadel places significant pressure on employees to perform. Those who do not excel in this type of work environment generally leave on their own and those who perform well are well compensated. Citadel turnover is similar to the large investment banks and broker-dealers. Senior level turnover at Citadel continues to occur, but has not negatively affected the performance, as the Firm has been able to retain top talent people based on their compensation structure. However, the senior operations team within Citadel Asset Management has remained very stable over the past few years.\n\nAs a result of poor performance, Citadel let go multiple senior level investment team members during 2015 and 2016, including several heads of business units: Derek Kaufman (Head of Global Fixed Income), Brandon Haley (Head of Global Equities), Jon Venetos (Head of Surveyor Capital), David Grossman (Co-Head of Global Credit), and Joe Rotter (Head of Event Driven). Kaufman, Haley, Venetos, and Grossman were also members of the Portfolio Committee. Kaufman was replaced by several senior level fixed income team members (see above). The Global Equities group initially named 5 Regional Co-Heads, until it was subsequently determined that Mark Stainton (formerly Head of Commodities) would serve as the Head of Global Equities. Venetos departure was a result of significant losses by Surveyor during early 2016, and ~10 additional Surveyor PMs were also let go as part of the restructuring. Todd Barker now serves as the Head of Surveyor. Barker has been with Citadel since 2004, previously serving as one of the Regional Co-Heads of Global Equities business following Brandon Haley departure. Ryan Garino, formerly the Co-Head of Credit with Grossman will now serve as the sole Head of Credit following Grossman departure. Joe Rotter was let go in September 2015 and several of the Event-Driven strategy analysts were transferred to Global Equities. Citadel is uncertain if they will hire another PM to run an event driven / merger arbitrage strategy going forward.\n\nSenior level operational turnover during the past year included Joseph Squeri (Chief Information Officer) and Richard Mazzella (COO of Global Fixed Income). Squeri is currently employed at Google and was replaced on a temporary basis by Tom Miglis who re-joined as CTO after retiring in 2013. Steven Lieblich was hired in July 2016 as the CTO for Citadel Asset Management business. Mazzella retired from the Firm during 2016, and was replaced by John Naud, a PM for U.S. Fixed Income.\n\nNotable departures/retirements include Jon Venetos (Head of Surveyor Capital), Joseph Squeri (Chief Technology Officer), Jonathan Graham (Head of Quantitative Strategies), and Ryan Garino (Head of Global Credit), each of whom was a former member of the Portfolio Committee. \n\nSubsequent to our meeting, it was announced that Adam Cooper (Chief Legal Officer) was retiring, effective at the end of February 2017. Shawn Fagan, who joined the Firm as Deputy General Counsel in 2005, was named GC of Citadel Asset Management business effective in December 2016. Prior to joining Citadel, Fagan served as a Partner at Bartlit Beck Herman Palenchar & Scott.\n\n2017 UPDATE\n\nNotable departures/retirements include Jon Venetos (Head of Surveyor Capital), Joseph Squeri (Chief Technology Officer), Jonathan Graham (Head of Quantitative Strategies), and Ryan Garino (Head of Global Credit), each of whom was a former member of the Portfolio Committee.\n\nGlobal Equities turnover has averaged approximately 17% of personnel since 2007. Global Equities management has focused on providing career opportunities to Portfolio Managers, Analysts and Associates in order to retain the best talent.\n\nRobert Ellsworth joined Global Equities as the new Chief Operating Officer on January 3, 2017. Robert succeeds Jonathan Ledden, who returned to Global Equities in 2015 on an interim basis after a long career at Citadel.\n\nNotable departures include Jonathan Ledden, Chief Operating Officier (2017), Judson Baskfield, Consumer Portfolio Manager (2016), Francois Drouin, Consumer Portfolio Manager (2016), Josh White, Industrials Portfolio Manager (2016), Abraar Musa, Financials Portfolio Manager (2016), Todd Barker, Consumer Portfolio Manager (2016) who transferred to Head of Surveyor Capital, Steven Parlett, CME Portfolio Manager (2016), Tim Bei, Industrials Portfolio Manager (2016), Pat Donovan, Energy Portfolio Manager (2016), John Walcott, Healthcare Portfolio Manager (2015) who transferred to Ravelin Capital, Mark Shalhoub, Industrials Portfolio Manager (2015), Ian Sandler, COO of Global Equities (2015), Jim Hoeg, Consumer Portfolio Manager (2015), Bob Ax, Financials Portfolio Manager (2015), Amy Mulderry, Healthcare Portfolio Manager (2015), and Brandon Haley, Senior Managing Director and Head of Global Equities (2015).\n\nTurnover\n- Mark Polemeni - CCO\n- Adam Cooper - CLO\n- John Nagel - Compliance?\n- Kevin Turner (CEO, Citadel Securities) - replaced by Peng Zhao, who was Vice Chairman and Chief Scientist for Citadel\n\nJonathan Graham (Head of Quantitative Strategies) is stepping down - his departure was voluntary / not performance related, and he apparently needed a break and is leaving the industry. James Yeh rejoined and will replace.\n\n\n\n\nPM Changes in 2014, 2015, 2016 and 2017:\n- Karl Kroeker ? longstanding technology PM in the SF office left the firm in February 2017.  IR said that although returns from technology have been strong for Global Equities over the long term, they hadnt been driven by Karl the past couple of years.  IR suggested that an analyst or two under Karl and technology PMs in other cities have driven PnL recently. \n- Aaron Moatz ? new tech PM in SF after Karl Kroeker departure.  Aaron worked for Karl. \n- Ben Cahill ? moved from Ravelin to CGE in early 2017.  He co-managed the financials book at Ravelin with Jeff Runnfeldt.  Ben originally used to work for Citadel Global Equities a few years ago.  He left to manage money at BAM, then came back to Citadel when Ravelin launched.  \n- Steve Bergman ? promoted to Industrials PM in early 2017 in the SF office.  He joined Citadel from the Partner Fund in March 2016.  \n- Josh White ? who was given PM responsibility in the industrials sector in SF (to replace Tim Bai in March 2016) went back to being a technology sector analyst.  \n- Francois Drouin ? the Consumer PM in NYC was let go in November 2017.  Most of the team has rolled under Jeff Mazur who was promoted to a consumer sector PM in January 2016. \n- Judd Baskfield ? the consumer PM in Chicago was let go in November 2017.  No replacement has been appointed for Judd yet. \n- Abraar Musa ? Financial PM in London who had a successful run, left the CGE in the 2nd half of 2016."
			 }
		

    ],
    "HiringPractices": [
			 {
			  	"timeFrame": "",
		        "title": "Hiring Practices",
		        "description": "Citadel has a hire, develop, and retain approach to junior level hiring. Most hiring at the junior levels is done through college recruiting at top schools. Citadel has a rigorous summer training program (6-7 months) for college recruits that includes investment courses taught by reputable business professors, presentation of investment thesis and rotations on each strategy desk. During 2016, Citadel hired L.J. Brock, Chief People Officer, to head the recruiting process for the Firm.\n\nThe more experienced, strategic, senior level hires are generally made through personal networks as Griffin and senior management have extensive contacts throughout the industry. All senior level hires interview with all members of the Portfolio Committee.\n\nPotential employees are interviewed extensively and Citadel carries out thorough background and security checks for each employee prior to employment. Background checks are performed by outside legal counsel and in addition, Citadel performs various searches using publicly available sources including court searches, media searches, as well as the use of third party proprietary databases, e.g. Lexus Nexus. Senior hires typically participate in an in-depth assessment process with external consultants. All candidates must complete relevant employment application forms and consent to reference, background and criminal record checks. Employees may be subject to additional compliance screening / interviewing based on an internal assessment on a case-by-case basis.\n\nAn example of additional compliance screening occurred during August 2016 when the Firm hired 17 PMs from Visium, a firm which liquidated the majority of its products in 2016 amid SEC charges alleging an insider trading scheme. The additional screening included individual interviews with the PMs by compliance staff with a focus on understanding how each PM performed their research and performing a comparison of the positions each PM covered at Visium vs the positions in question within the SEC allegations. On an ongoing basis, Citadel compliance team will re-assess these PMs and the Firm is in the process of hiring a dedicated compliance staff member to be located in the Greenwich, CT office.  It was confirmed that none of the individuals hired from Visium were part of the ongoing investigations at Visium and Citadel did not rescind any of the offers initially made to the former Visium employees, as a result of the inquiries."
			 }
		

    ],
    "RetentionInitiatives": [
			 {
			  	"timeFrame": "",
		        "title": "Retention Initiatives",
		        "description": "While Griffin has broadened ownership participation across the Firm (over 40 additional partners that represent <20% of the Firm equity), performance based compensation continues to be much more significant than equity compensation for the minority partners as a significant portion of compensation is tied to the performance of Citadel Funds. Employee capital is locked up longer than investor capital. Citadel uses deferred compensation (cliff vesting over 3.5 year period) for both retention and alignment of interests with investors. Citadel has a \"claw-back\" mechanism on investment professionals deferred compensation. Compensation is contractual and discretionary, but based on Firm performance and trading desk performance (determined by HR, strategy heads, and Griffin). Trading desk results is a primary driver of compensation, followed by Firm results. However; Citadel will compensate employees during down years in order to retain top talent.\n\nCitadel has an employee fund that invests employees deferred compensation directly into the Funds and Global Equities Funds. The employee fund does not invest into the Tactical Funds. The investments follow the same 3.5 year lock up as noted above."
			 }
		

    ],
    "TechnologyCommentary": [
			 {
			  	"timeFrame": "",
		        "title": "",
		        "description": "Technology is crucial to the success of the organization. Citadel believes that technology is at the core of the competitive advantage that Citadel creates in the global financial markets.\n\nMost technology and operational infrastructure is internally developed. The Chief Information Officer is a member of the Portfolio Committee and steers the future technology direction of the Firm. The Technology group is well-integrated into the Citadel functional teams with which they work. Citadel is using its IT resources to develop new, less complex applications that positively affect the bottom line.\n\nThe systems used by Northern Trust are legacy back office systems developed by Citadel. Citadel continues to support these systems at a fee to the Funds, as described in further details in the Items to Note section of the report.\n\nSee Citadel System Process Flow in the \"Trade Flow Process\" attached in the Portfolio Management / Trading section of the report."
			 }
		

    ],
    "TradeFlowApprovalExecutionSettlement": [
			 {
			  	"timeFrame": "",
		        "title": "Trade Flow/Approval/Execution/Settlement",
		        "description": "There are no material limitations on the types of investment instruments in which Citadel may invest on behalf of the Funds. Citadel invests in listed equities, corporate bonds, convertibles, government bonds, energy contracts, fixed income derivatives (interest rate swaps, futures, and options), credit derivatives (CDS), equity derivatives (dividend swaps, variance swaps, and unlisted options), MBS, and private equity investments (although, the Funds have not added any new \"true private equity\" assets since December 31, 2008).\n\nSummary exposure metrics for Kensington/Wellington as of July 31, 2016 (based on $15.2 billion investment capital: Long / Short):\n-Commodities: 63% / 57%\n-Credit: 122% / 111%\n-Equities (Global Equities): 113% / 114%\n-Equities (Surveyor): 84% / 85%\n-Equities (Ravelin): 16% / 17%\n-Quantitative Strategies: 31% / 31%\n-Event Driven: <1% / <1%\n-Other: <1% / <1%\n\nBased on Risk Utilization for the Funds as of July 31, 2016 (from Citadel Investor Report):\n48% - Equity (23% Global Equities, 21% Surveyor, 4% Ravelin)\n18% - Global Fixed Income\n15% - Commodities\n9% - Credit\n8% - Quantitative\n2% - Event Driven\n<1% - Center Portfolio\n\n2017 UPDATE\n\nSummary exposure metrics for Kensington/Wellington as of July 31, 2017 (based on $17.8 billion investment capital: Long / Short):\n-Commodities: 46% / 46%\n-Credit: 124% / 113%\n-Equities (Global Equities): 119% / 118%\n-Equities (Surveyor): 104% / 104%\n-Equities (Aptigon): 20% / 20%\n-Quantitative Strategies: 25% / 25%\n-Event Driven: <1% / <1%\n-Other: <1% / <1%\n\nBased on Risk Utilization for the Funds as of July 31, 2017 (from Citadel Investor Report):\n49% - Equity (24% Surveyor, 21% Global Equities, 4% Aptigon)\n21% - Global Fixed Income\n14% - Commodities\n8% - Credit\n5% - Quantitative\n2% - Event Driven\n\nTactical - Based on Risk Utilization for the Funds as of July 31, 2017 (from Citadel Investor Report):\n80% - Equity (39% Surveyor, 34% Global Equities, 7% Aptigon)\n20% - Quantitative\n\nTRADE FLOW\n\nPrimary research is conducted internally. Additionally, investment professionals leverage global and boutique broker/dealers, as well as a variety of external specialist research sources, to further investigate company prospects, market consensus, specific themes and situations.\n\nCapital is allocated based on the general size of the current opportunity set and risk. The growth prospects of each business unit is determined by:\n-The number of senior independent thinkers in the business unit\n-The sophistication of the investment process within the business unit\n-The repeatability of the investment process\n-The demonstrated skill / track record of the business\n-Other factors such as seasonality (i.e. energy)\n\nThe Portfolio Committee underpins the growth prospects with its macro view and determines the likely return of each strategy. Each strategy is then assigned a risk band. The business heads are required to meet at least the lower band. Capital is allocated and reallocated among these businesses by the Portfolio Committee, and these allocations may vary materially over time. The individual business heads make asset allocation decisions within each of the global businesses.\n\nTrade execution is conducted by portfolio managers or central trading groups dedicated to a specific team depending on the business unit. For example, Equities manages trading through central trading groups; U.S. Sector Traders in Chicago, Europe Sector Traders in London and Asia Sector Traders in Hong Kong. Convertibles and Quantitative Credit also employ dedicated trade execution teams. Within the Energy, Macro, and Rates businesses, trade execution is the responsibility of the senior portfolio managers and/or their direct reports.\n\nEach portfolio manager is responsible for all aspects of their book and reports to Griffin and the Portfolio Committee. While each strategy has its own trading book, Citadel has developed a highly integrated organization. Investment and trading professionals identify and research investment opportunities for a variety of investment strategies. Advanced mathematical, statistical methods, proprietary valuation techniques and rigorous fundamental analysis is used. A highly qualified team of PhDs develops the analytical tools and proprietary models used in portfolio management.\n\nOnce a trade is determined, PMs / traders input trades into the Citadel proprietary system. Approximately 99% of the transactions are subject to straight through processing. Citadel proprietary algorithms are used for routing equity trades to executing brokers. Once a trade is input, it is locked, and it is sent to the Operations team in real time and senior management, portfolio managers and traders are prevented from editing or entering unauthorized trading information; personnel in charge of pricing, verification, reconciliation and reporting cannot enter market trades; and Treasury is the only group authorized to manage cash. Trades are received by the Operations team via the Global Services system (responsible for the books and records of the Firm). The Global Services system sends information to the internal systems including the sub-ledger, settlements, confirmations, and reconciliation systems, as well as to external parties such as prime brokers and Wall Street Office (for bank debt positions).\n\nTransaction and position data is sent to the Datamart (sub-ledger) system which captures a daily snapshot of transactions, and is used to create operations reports and daily P&L. Datamart also posts journal entries to PeopleSoft, Citadels General Ledger system, which is used to produce financial statements and feed the investor accounting system. Data is also sent to the proprietary reconciliation system (see below for details).\n\nNorthern Trust Reconciliation and Control Group (R&C) is responsible for accurately maintaining Citadel internal records of positions and cash balances. R&C works closely with counterparties, other Citadel groups and senior management to address trade breaks and ensure resolution of discrepancies on a timely basis. In addition, trade execution errors must be elevated to Legal and Compliance. Citadel Clearing and Settlements Groups (C&S) is responsible for trade confirmation including break resolution, trade transmission, settlement, repo monitoring and fail management on equity, fixed income and foreign exchange traded products, in conjunction with Northern Trust. Industry standard protocols such as Swift and FpML along with Citadel proprietary technology are utilized to manage the clearing and settlement of all products. Each team within C&S manages unmatched trades and trade breaks with a similar process.\n\nCitadel self clears approximately 50% of the Funds equities, bonds and options trading (U.S. based trading). Citadel is a member of Omgeo, Swift, and the DTCC and its subsidiaries (i.e. DTC, NSCC, and FICC). Citadel Execution Group became a member of Fixed Income Clearing Corporation (FICC) in 2006. The FICC is a clearing agency registered with the SEC that provides various services to participants of the government and mortgage-backed securities markets, consisting principally of automated real-time trade comparison, netting, settlement, trade confirmation, risk management and electronic pool notification. The Corporate, Municipal, and UITs (CMU) division of FICC provides all of its customers with RTTM - a single pipeline, a common processing platform, and a standardized message format for the U.S. fixed income markets. RTTM is the matching mechanism for CMUs, however, clearance and settlement remains with the existing systems established at NSCC.\n\nCitadel also has an OTC derivative settlements team that is dedicated to OTC contract confirmation, settlement and documentation (contracts). Citadel is able to match electronically 95% of the Funds derivative trading primarily via DTCC. Citadel uploads all of the Firm OTC derivatives onto DTCC Trade Information Warehouse (Warehouse). Warehouse is a trade database and centralized electronic infrastructure for post-trade processing of OTC derivatives contracts over their multi-year lifecycles, from confirmation to payment calculation and netting to final settlement, which feeds directly to the Federal Reserve Board website.\n\nSee attached Citadel \"Trade Flow Process\".\n\nDuring our meetings, we discussed the borrowing/lending and self-clearing. For certain trades, Citadel Funds uses Citadel Clearing to clear investments and reduce the amount of exposure that is tied up intra-day and allows Citadel Funds to post securities rather than cash. Citadel self clears 100% of the Funds borrows and ~50% of the long side of the U.S. equities business through Citadel Clearing (prior to July 2015, this was done through Citadel Securities LLC). Palafox is also an affiliated broker/dealer, used for fixed income securities only. The borrowing/lending is the responsibility of Treasury Portfolio Funding group, which use proprietary algorithms to analyze / monitor portfolio activity. Borrowing/lending is achieved in the following two ways:\n\n1. Borrowing through affiliates example: if CEMF held 100 shares of IBM and QSMF was looking to borrow 100 shares of IBM, the Firm trading algorithms would flag the trade and Portfolio Funding would instruct CEMF to lend its shares to Citadel Institutional Finance Company Ltd. (\"CIFC\"), and CIFC would in turn, match the transaction between the two affiliates, alleviating the need to use Citadel Clearing or another external broker-dealer. CEMF would receive cash or treasuries as collateral (through CIFC), and QSMF would be able to borrow the shares from CIFC by posting a security, cash or a combination of securities and cash as collateral. No collateral sits at CIFC, as collateral is posted to a third party custodian. To ensure the transactions between the two affiliates are completed on an arm length basis, the Firm trading algorithms will apply the lower of the borrowing rates from the prime brokers that the fund would have typically executed the trade based on fees and availability.\n\n2. Borrowing through counterparty example: if CEMF is looking to borrow Microsoft, CEMF could post IBM (or any other security or a combination of cash and securities), rather than just cash, to CIFC, which in turn would post the security to Citadel Clearing. Citadel Clearing would be responsible for sourcing the borrow from its counterparties or an affiliated fund as noted above. No collateral sits at Citadel Clearing, as Citadel Clearing posts collateral to a third party custodian. CEMF would pay the same haircuts paid by Citadel broker-dealer entities.\n\nCitadel Institutional Finance Company Ltd. (\"CIFC\") is an affiliated, Cayman registered broker dealer used to maintain a matched book of borrows and loans between Citadel Clearing and the Citadel hedge funds. CIFC only deals with affiliated entities and does not face the street directly. CIFC was acquired by Citadel Clearing from Citadel Securities in 2015 during the launch of Citadel Clearing discussed in the Items to Note.\n\nSee the attached \"Citadel - Use of Affiliated Broker Dealers\" for a diagram of these processes.\n\n2017 UPDATE\n\nThe Funds are led by the Portfolio Committee which consists of the heads of certain of the investment teams to which the Funds have exposure as well as Citadel CEO, COO, Head of Portfolio Construction and Risk, Global Treasurer, Chief Legal Officer, Chief Technology Officer and other senior leaders. The Portfolio Committee sets the risk allocations across the core strategies. The heads of each of the strategies are responsible for allocating their allotted risk capital across their investment teams.\n\nDecision-making authority is dispersed across a broad range of investment professionals and typically depends on the tenure and experience of the individual and team. Risk capital is generally deployed within the context of the guidelines set by the PCG and the investment teams. A list of the Portfolio Committee members and their respective biographies is included as Attachment 1.\n\nTrade execution is primarily conducted by portfolio managers or central trading groups dedicated to a specific team depending on the strategy. For example, Global Equities manages trading through a central trading group consisting of U.S. Sector Traders in Chicago, Europe Sector Traders in London and an Asia Sector Trader in Hong Kong.\n\nThe Credit and Quantitative Strategies also employ dedicated trade execution teams. Within the Commodities and Fixed Income and Macro strategies, trade execution is primarily the responsibility of the senior portfolio managers and/or their direct reports.\n\nDepending on a variety of factors, including but not limited to instrument, contractual type and/or jurisdiction, trades are typically captured automatically. In certain instances, trades are manually entered via direct instruction from the appropriate front office professional.\n\nResponsibility for trade confirmation is dependent on a variety of factors, including but not limited to instrument, contractual type and jurisdiction, and is managed by NTHFS and Citadel Operations. Positions are reconciled daily by NTHFS. Further, there is a proprietary position break management system that is managed by NTHFS in conjunction with Citadel Operations oversight.\n\nCitadel takes the management of trading and system errors very seriously. Oversight is primarily conducted by two groups ? Financial Control and Clearing & Settlement (\"C&S\"). Financial Control oversees Northern Trust Hedge Fund Services LLC Reconciliation & Control (\"R&C\") which is responsible for accurately maintaining Citadel internal records of positions and cash balances. R&C works closely with counterparties, other Citadel groups and senior management to address trade breaks and manage resolution of discrepancies on a timely basis. In addition, trade execution errors must be elevated to Legal and Compliance. C&S is responsible for trade confirmation including break resolution, trade transmission, settlement, repo monitoring and fail management on equity, fixed income and foreign exchange traded products. Industry standard protocols such as SWIFT and FpML, and Omgeo products (Oasys and Central Trade Manager), along with Citadel proprietary technology are utilized to manage the clearing and settlement of all products. Each team within C&S manages unmatched trades and trade breaks with a similar process.\n\nTrades are automatically matched on trade date or T+1. Exceptions are assigned to individual team members to ensure each item is matched and cleared. Discrepancies are promptly communicated to the trading desks which are responsible for validating that the trade has been captured correctly. The executing counterparty is advised of any changes, if required.\n\nBecause Citadel believes that it is critical for trade information to be captured accurately on trade date, the firm penalizes the front office compensation pool for trade amendments. These are applied automatically to any trade amendment that is made after trade date. The system identifies the edit source and edit reason for each change and provides the desk with a monthly report highlighting all amendments.\n\nNotwithstanding the foregoing, transactions may be executed on terms other than those intended by Citadel Advisors. For example, a transaction may be executed in the wrong investment instrument, for the wrong quantity or price, to buy when Citadel Advisors meant to sell or to sell when Citadel Advisors meant to buy. The Funds will generally bear the losses or costs of any such errors.\n\nPORTFOLIO COMMITTEE MEMBERS\n- Kenneth C. Griffin: Founder and Chief Executive Officer\n- Gerald A. Beeson: Chief Operating Officer\n- Shawn Fagan: Chief Legal Officer\n- Eric Felder: Head of Global Credit\n- Abe Shulman: Head of U.S. Convertible Arbitrage\n- James Yeh: Head of Global Quantitative Strategies\n- R. Mark Stainton: Head of Global Equities\n- Edward OReilly: Global Head of the Client and Partner Group\n- Todd Barker: Head of Surveyor Capital\n- Steven Lieblich: Chief Technology Officer\n- Edwin Lin: Head of Global Fixed Income\n- L.J. Brock: Chief People Officer\n- Richard Schimel: Head of Aptigon Capital\n- Joanna Welsh: Chief Risk Officer\n- Sebastian Barrack: Head of Commodities\n- Laszlo Korsos: Chief Data Officer\n\nSector Traders are tasked with meeting execution quality to Global Equities best execution standard.\n\nSector Traders typically have coverage responsibility of two or three sector teams and a \"dotted-line\" reporting relationship to the respective Portfolio Manager(s). Sector Traders are considered execution specialists and desk analysts, providing value-added information on trade flows and news. In addition, the Sector Traders are tasked with monitoring and implementing approved hedges with a goal of mitigating intraday risk arising from currency, market and systematic risk exposures, among others.\n\nOnce an order is created by Portfolio Managers, the order is generally processed to Sector Traders, who decide on the venues to utilize for the order. Possible venues include: algorithmic execution using Citadel proprietary trading systems and direct market access, external broker/dealers providing natural liquidity, direct market access lines, ECNs (e.g., Lava), and block trading networks (e.g., Pipeline, Liquidnet).\n\nSector Traders generally manage executing counterparties to the commission targets that are set as part of the Funds proprietary semi-annual broker vote process reported to all brokers.\n\nIn addition, members of the Funds Quantitative Research team research and develop trade execution analytics and software in an effort to continuously improve transaction efficiency and to efficiently manage complex trades for purposes of executing hedging protocols. These trades are generally generated and modeled utilizing Citadel proprietary technology.\n\nFund and Portfolio Managers, designated Analysts, and designated Quantitative Research Analysts are authorized to place orders with the Trading Desk. Only the Sector Traders and designated members of the QR team are authorized to place orders externally on behalf of the Funds.\n\n\n~ 200,000 transactions\n> 200,000 Positions\n\nTreasury - Operations\n1. Clearing\nManages post trade until settlement\nAutomated exception based processing\n- T+0 affirmation (~ 99.9% of listed equities and fixed income trades are matched)1\n- Real-time Swift messaging to upload trades to counterparties\n- Exception based processing focused on addressing items on trade date\n\n2. Settlement\nAM self clearing settlement of:\n~ 60% US cash equity balances cleared through DTCC and direct financed2\n- 100% US Treasury activity through Fed wire2\nCCP memberships: DTCC / NSCC, FICC, OCC, LCH\nFacilitates broad financing forms: triparty repo, bilateral repo, sec lending, non-cash\n\n3. Northern Trust Oversight\nOversight of key administration services provided by NTHFS including:\n- Corporate actions processing\n- Billing, accruals and reconciliation\n\nGLOBAL TRADING TEAM\nChicago, New York, London, Hong Kong\n\nTCA Performance\n- 65% lower commission rates vs peers\n- Understand trading behaviors and tendencies to optimize execution strategy and maximize alpha capture\n\nDaily Trading Data\n- ~2.0% market volume\n- $5B+ GMV traded / day\n- 50,000 block indications of interest daily\n- 500+ high-touch block trades / day\n\nCo-located,HFT-style latency measured in micro-seconds\n\nThree Pillars of Execution Trading\n\n1. Pre-Trade Workflow\n- Compliance and business risk checks\n- Performance driven broker algo allocation wheel\n- Market volume, trade size and order duration analysis\n- Implement routing adjustments based on assessment of broker block activity\n\n2. Intra-Trade Management\n- Fuse alerting infrastructure\n- Customizable order routing decisions\n- Consumption of streaming block indications of interest\n- Automatic response and re-route from order modifications and broker line failures\n\n3. Post-Trade Review\n- PM specific trading performance reviews\n- Execution quality committee reviews execution performance\n- Review of block trades, venue selection and explicit commission costs\n- Evaluation of counterparty concentration and operational risk\n\nFuseBox Monitor - Systematically monitor various risk and execution management metrics on a real-time basis with customizable thresholds\n\nCompliance and Risk Checks for order creation and routing\n- Automatic notifications to manage compliance related risks\n- Each order runs through compliance server where all rules are enforced\n\nOrder entry (PWB) checks Risk Guidelines and can block trade entry\n- Min Market Cap\n- Max Days Volume\n- M&A Deals\n\nOrder routing checks (ERAM) notify user of compliance warnings such as:\n- U.S. Long Disclosure 10% (Sec 16)\n- U.S. Long Disclosure 5% (Sec 13DG)\n\nGuaranteed Execution Model\n- Deliver a highly predictable and seamless trading experience\n- PM has full order control while maximizing alpha capture\n- % of volume (POV) targets of 1%, 3%, 6% and 12%\n- Get Done By targets for desired order duration\n\nBlock Sourcing - Liquidity Matrix\n- Provide teams with block opportunities to take advantage of single stock dislocations\n- Systematically highlight buy/sell imbalances in conjunction with idiosyncratic performance for context"
			 }
		

    ],
    "PortfolioReconciliationsIndependentVerification": [
			 {
			  	"timeFrame": "",
		        "title": "Portfolio Reconciliations/Independent Verification",
		        "description": "Northern Trust reconciles transactions and positions on a daily basis with the Funds, Global Equities Funds, and Tactical Trading Funds clearing brokers, custodians and/or counterparties. Cash and derivative positions are reconciled on a daily basis. Northern Trust will work directly with the Funds counterparties to resolve any exception. For exceptions that Northern Trust is unable to resolve, Northern Trust will reach out directly to the respective trading desk at Citadel responsible for trading the security or escalate the exception to Financial Control Group. The Financial Control Group at Citadel is responsible for overseeing the reconciliation process at Northern Trust.\n\nThe operations group reconciles positions to the clearing agencies, prime brokers and custodians daily. Fixed income securities are reconciled to Bank of New York, Citadel Custodian and primary financing provider for FI securities. OTC derivatives are reconciled to counterparties daily (Citadel will only do business with counterparties who provide daily reporting in electronic format). Self-custodied assets are reconciled to facilitating agents (if any) monthly. In 2015, Citadel launched a proprietary position/cash reconciliation system called RC Matcher (\"RCM\") to replace the previously used SmartStream TLM system. It was noted that RCM has further automated and enhanced the reconciliation process (i.e. less breaks).\n\nCitadel engaged Northern Trust to prepare Valuation Verification and Asset Validation Reports (\"Verification Reports\") on a quarterly basis with respect to the Funds, the Global Equities Funds, and the Tactical Trading Funds. As of June 30, 2016, 100% of assets of the Funds, Global Equities Funds, and Tactical Trading Funds were confirmed by Northern Trust. See the June 2016 Verification Reports performed by Northern Trust attached below.\n\nSee the December 31, 2015 Agreed Upon Procedures Report (\"Citadel AUP - 12-31-15\"), performed by PwC, attached in the \"Valuation\" section of the report for a summary of the Funds financial instruments and their respective market values as of December 31, 2015. In accordance with the AUP, PwC reconciled the value of the positions listed on the holdings report for each Citadel Fund to the balances reported in each fund audited Statement of Financial Conditions as of December 31, 2015."
			 }
		

    ],
    "TradeAllocationProceduresCrossTrades": [
			 {
			  	"timeFrame": "",
		        "title": "Trade Allocation Procedures/Cross Trades",
		        "description": "Trades that reside in Wellington and Kensington are generally allocated pro rata, except where ECI issues come into play (not typically an issue based on the Funds current strategy). Investments that produce Effectively Connected Income (ECI) are only allocated to Wellington (onshore). Most positions reside in a trading vehicle that Wellington and Kensington participate in pro rata. For exposure in investments traded by the single strategy funds, Kensington and Wellington invest directly in the respective single strategy funds master funds, with allocations being done at the master fund level which alleviates concerns regarding trade allocation. For example, Kensington and Wellington invest directly in Citadel Multi-Strategy Equities Master Fund Ltd. (CEMF). Citadel Finance and Controller teams confirm the accuracy of master / feeder fund allocations by tying them back to the Citadel allocation schedule.\n\nThe Funds have established an Investors Representative Committee and appointed Arthur F. Bell, Jr. & Associates, L.L.C. (Certified Public Accountants) as the independent representative of the Shareholders on the Investors Representative Committee. The Investors Representative Committee provides a mechanism for Citadel Advisors to obtain the informed consent of the Shareholders to a transaction if Citadel Advisors believes such consent is required or advisable in the context of a particular transaction. Relevant sales / transactions with affiliated entities are reviewed by Arthur Bell, to ensure the transactions are performed at arm length. In addition, Citadel prepares a list of significant transactions, which includes transactions between affiliated entities that is discussed with PwC on a weekly or as needed basis.\n\nExamples of transactions that were reviewed by Arthur Bell during 2015/2016 were as follows:\n- Arthur Bell reviewed the transaction process of transferring investors that redeemed from Global Fixed Income Funds to Kensington and Wellington in 2015.\n- In October 2015, Kensington and Wellington transferred their interest in an affiliate, CMDX Holdings Ltd (\"CXHD\"), to another affiliate, Citadel Limited Partnership, for a cash payment. CMDX represented an unprofitable investment in CDX Clearing which the Firm preferred to remove from the Funds based on its immaterial / inactive nature. Citadel hired a third party valuation agent to value the position and Arthur Bell reviewed and approved the transaction which represented ~0.005% of the Funds NAVs.\n- During 2016, Citadel consolidated certain of the fundamental long/short equity strategies into one trading entity, Citadel Multi-Strategy Equities Master Fund Ltd (\"CEMF\"). The various investment positions from the legacy master fund entities were transferred into CEMF at their respective fair values on the date of transfer. Arthur Bell was responsible for reviewing and approving these transfers. See Items to Note for additional details regarding the consolidation of the various equity entities into CEMF.\n\n2017 UPDATE\n\nTrading for Wellington and Kensington takes place in various \"master-feeder\" structures, which eliminates many of the issues that typically arise with allocating trades across multiples funds. Although Citadel Advisors has not adopted formal procedures for allocating investment opportunities among the Funds and other Citadel funds and accounts, Citadel Advisors uses reasonable efforts to allocate investment opportunities among Citadel funds and accounts in a manner which it deems equitable over time. To that end, it may consider a variety of factors in determining how to allocate investment opportunities among Citadel funds and accounts including investment objectives, time horizons, investment strategies, current portfolio holdings and weightings, tax issues, regulatory implications, working capital, risk levels and other considerations.\n\nThere can be no assurance that any Citadel fund or account (including the Funds) will participate in any particular investment opportunity on an equal or pro rata basis with other Citadel funds or accounts.\n\nThe Company has established an Investors Representative Committee and appointed Arthur F. Bell, Jr. & Associates, L.L.C. (\"Bell & Associates\") as the independent representative of the Shareholders on the Committee. Bell & Associates is the only member of the Committee. The Investors Representative Committee provides a mechanism for Citadel Advisors to obtain the informed consent of the Shareholders to a transaction if Citadel Advisors believes such consent is required or advisable in the context of a particular transaction. When providing consent, the Investors Representative Committee acts as the representative and agent of the Shareholders. Shareholders in their respective Shareholders Agreements authorize the Investors Representative Committee to give the consent, on behalf of the Shareholders, to transactions presented to it for approval. The role of the Investors Representative Committee is not to make investment recommendations or comment on the merits of Citadel Advisors investment recommendations. In reviewing a transaction, the Investors Representative Committee may rely on information provided by Citadel Advisors or, at the request of Citadel Advisors, one or more independent third parties (including financial advisors and consultants). The Investors Representative Committee will approve a transaction if the Investors Representative Committee determines that the terms of the transaction are consistent with the terms that would reasonably be expected in a comparable transaction between unrelated parties.\n\nThe Investors Representative Committee may in the future consist of one or more Independent Shareholders and/or Independent Agents. Through the subscription for the Shares offered under this Memorandum, each Shareholder consents to the authority of the Investors Representative Committee and to the appointment of Bell & Associates to serve on the Investors Representative Committee.\n\nThe same Investors Representatives may act as the Investors Representatives for the Shareholders as well as for the investors in one or more other Citadel Funds.\n\nThe Investors Representative Committee has been structured with the purpose of ensuring that it is independent of Citadel Advisors, and, in fact, acts in the Shareholders interests. However, the proposed transactions which the Investors Representative Committee is asked to review may involve material conflicts of interest among Citadel Related Parties."
			 }
		

    ],
    "IndependentVerificationSegrationofDutiesAdministrator": [
			 {
			  	"timeFrame": "",
		        "title": "Independent Verification/Segration of Duties/Administrator",
		        "description": "The initial pricing of the Funds portfolios is the responsibility of the Funds trading desks. The guidelines, policies and practices for pricing each instrument type are firmly established.\n\nPatti Stasny, Global Controller, oversees the Product Control Group, which is ultimately responsible for the valuation of the Funds portfolios. Stasny reports to Gerald Beeson (COO). On a daily basis and at month end, the Funds trading desk prices are independently verified by the Funds administrator, Northern Trust. Northern Trust Product Control (\"NTHFS Product Control\") performs daily and monthly P&L reporting and price verification. The NTHFS Product Control staff are assigned to a desk based upon product expertise. The NTHFS Product Control group comprises junior staff responsible for P&L reporting and more senior staffs who oversee valuation and work to develop P&L processes with each trading desk. Citadel Product Control group works closely with NTHFS Product Control and is responsible for overseeing Northern Trust role in Citadel valuation process.\n\nOn T+1 (and month end), NTHFS Product Control calculate each trading desk / business units official accounting P&L, which is then rolled up to a Firm level P&L. Citadel Product Control compares these marks to independent pricing sources and funding counterparties daily. Exceptions are investigated and documented. Each desk signs off on this P&L. This P&L calculated on T+1 is used for all reporting functions of the Firm (Risk, Front Office data and Treasury). In addition, the Citadel Treasury Group reconciles the prices obtained from NTHFS Product Control with the Funds counterparties and works with NTHFS Product Control to address price disputes. Generally, thresholds for escalation to Citadel are +/- 1% pricing differences or value differences of +/- $100,000. In addition, total net value differences of +/- $500,000 are escalated. Exceptions are escalated to Beeson when necessary, and any individual securities which have a difference of +/- $500,000 and 5bps impact, are re-marked using Northern Trust mark.\n\nOn a monthly basis, NTHFS Product Control produces a written summary report (\"Valuation Pack\") of the results of its price verification process and distributes the Valuation Pack to Citadel Valuation Committee. We have reviewed various Fair Valuation Committee Valuation Pack during the past few annual onsite visits. The report included a list of variances that exceed the thresholds noted above, along with details of how each position was priced. In addition, the Valuation Pack provides various analytics including: a pricing source breakdown, reasons for any changes since the initial P&L, fair valued positions summary, and a reconciliation to AUP results (Citadel performs the AUP process on a monthly basis and reconciles the information back to the annual AUPs, with further analysis performed on significant outliers).\n\nEach month, the Valuation Committee convenes to review the results of the NTHFS Product Control price verification process and determine whether any adjustments are necessary or appropriate. The Valuation Committee has final authority to adjust any trading desk valuation. The NTHFS Product Control team is responsible for obtaining valuations in coordination with the Funds trading desks as they follow the detailed, agreed upon pricing policies. For investment positions which market quotes are not readily available, Product Control will review the pricing methodology that the trading desk used to determine the fair value for the investment position. Also, Product Control may recommend to the Valuation Committee that a third party pricing service is engaged to conduct a review and express an opinion as to the fair value of an investment position.\n\nWhen these teams / controls were created, Citadel had a Big 4 firm (not PwC) perform a review of policies and methodologies of each asset class, including testing logistics and controls. Citadel continues to work toward automating all pricing interfaces with vendors, dealers and counterparties.\n\nNTHFS Product Control Price Verification Sources by Market Value, from the Northern Trust Verification Reports attached in the Portfolio Management section of the report (looks through to the master funds):\n\nKensington/Wellington - June 2016:\n\nPricing Services Quotation: 50% * Exchange Quotation: 46% * Market Maker Quotation: 3% Counterparty Quotation: 1%\nFair Value: ~0%\n\nGlobal Equities - June 2016: Exchange Quotation: ~99% Fair Value: ~1%\n\nTactical Trading - June 2016: Exchange Quotation: ~99%\nPricing Services Quotation / Counterparty / FV: ~1%\n\n* From review of previous Verification Reports, the Exchange Quotation category had historically been a higher percentage of approximately 60-70%. Stasny noted that Northern Trust began using Reuters DataScope to obtain certain options pricing data, which they categorized as Pricing Services Quotation; however, the positions are technically exchange traded so Stasny anticipates that in subsequent Verification Reports the percentages will shift back to be more weighted towards the Exchange Quotation category.\n\n2017 UPDATE\n\nApproximately 100% independently valued.\n\nThe initial pricing of the investment portfolio is the responsibility of the trading desks. The guidelines, policies and practices for pricing each instrument type are firmly established. These in-house values are then independently verified by the Funds administrator, NTHFS. The NTHFS Product Control group within NTHFS is responsible for daily and monthly P&L reporting and price verification. Members of NTHFS Product Control have significant product experience and certain members lead the price verification process. Citadel Global Controller works closely with NTHFS Product Control and are responsible for overseeing NTHFS role in Citadel valuation process.\n\nOn a monthly basis, NTHFS Product Control produces a written summary (\"Valuation Pack\") of the results of its price verification process and distributes the Valuation Pack to Citadel Valuation Committee. The Valuation Committee establishes and maintains Citadel valuation framework and provides objective oversight over Citadel valuation function. The Valuation Committee consists of members from both Citadel and NTHFS. The responsibilities of the Valuation Committee include, but are not limited to, approving pricing policies, and any amendments to, or exemptions from, these policies and appointing or approving the use of third-party pricing services in connection with the price verification process recommended by NTHFS Product Control or the Global Controller.\n\nEach month, the Valuation Committee convenes to review the results of the NTHFS Product Control price verification process and determine whether any adjustments are necessary or appropriate. The Valuation Committee has final authority to adjust any trading desk valuation. Members of the Valuation Committee include Citadel Chief Financial Officer/Chief Operating Officer, Global Controller, Head of Global Portfolio Construction and Risk, Citadel Product Control Manager and International Chief Financial Officer as well as the NTHFS Product Control Head for Citadel.\n\nTo verify the value of investment positions, NTHFS Product Control will generally use available market quotations and other readily available information from quotation reporting systems, established market makers, regulatory price reporting or pricing services, unless such information is not available. For investment positions for which market quotations are not readily available, NTHFS Product Control will review the pricing methodology that the trading desk used to determine the fair value for the investment position. Also, NTHFS Product Control may recommend to the Valuation Committee that a third-party pricing service be engaged to conduct a review and express an opinion as to the fair value of an investment position.\n\nCitadel has also engaged internationally recognized third-party accounting firm PricewaterhouseCoopers in an Agreed Upon Procedures (\"AUP\") valuation initiative designed to review the valuation of the majority of positions in the portfolio on an annual basis. The independent accounting firm calculates a value for the majority of positions in the portfolio of the Funds using quotations that they independently obtain from various sources (e.g. exchanges, pricing services, market makers, counterparties). Additionally, NTHFS performs an Asset Validation and Valuation Verification review each quarter. Both the annual and quarterly reviews are available to existing and prospective investors upon request; the quarterly reviews are also available on Citadel investor website.\n\nFrom time to time, various models and other methods may be used to value non-market traded instruments. As part of the pricing process, Citadel seeks to verify values via counterparty and/or dealer quotes, third-party valuation services, etc.\n\nKensington/Wellington - June 2017:\n* Positions outside of tolerance: $34M long (0.4% of net invested capital) / $68M short (0.77% of net invested capital)\n- Net variance (favorable vs unfavorable variance): -0.001% of net investment capital\n\nPricing Services Quotation: ~55% * Exchange Quotation: ~40% * Market Maker Quotation: ~5% Counterparty Quotation: ~0%\nFair Value: ~0%\n\nGlobal Equities - June 2017: Exchange Quotation: ~100% Pricing Services Quotation: ~0%\nFair Value: ~0%\n\nTactical Trading - June 2017: Exchange Quotation: ~100%\nPricing Services Quotation / Counterparty / FV: ~0%"
			 }
		

    ],
    "FairValuedRestrictedIlliquidStalePriceConsiderations": [
			 {
			  	"timeFrame": "",
		        "title": "Fair Valued/Restricted/Illiquid/Stale Price Considerations",
		        "description": "For difficult-to-price assets or instruments, portfolio managers must document the basis for the valuation and key assumptions. Citadel Product Control will independently review these valuations and for a portion of these positions (with no readily available independent third party quotes), the Product Control may recommend to the Valuation Committee that Citadel engages third party valuations firms, Duff and Phelps (\"DP\"), Houlihan Lokey (\"HL\") or Valuation Research Corporation (\"VRC\"), to review and validate month end prices (DP had been the primary firm used). Typically, Citadel will engage a third party valuation firm for investments above $10 million which are manager marked. This is performed at least annually and more frequently if necessary. The third party valuation firms obtain the memo from Citadel portfolio managers outlining the support for such valuations and determine its reasonableness.\n\nCitadel has implemented very rigorous back testing procedures where possible, performed by NTHFS Product Control. The back-testing analysis compares Citadel executed trades over the most recent month against end-of-day marks on trade date, as well as against the previous business day marks, to demonstrate that the internal marks used were executable. Pre-defined threshold levels to account for market movements are applied, and any exceptions identified are investigated further to ensure that Citadel marks are reasonable given the external pricing data available. On a quarterly basis, Citadel reviews the results of the back-testing analysis performed by the NTHFS Product Control team.\n\nSince 2008,Citadel has reduced the Funds level 3 assets and according to Patti Stasny, Global Controller, the Funds have not added any new true private, level 3 assets since December 31, 2008. As of June 30, 2016, <1% of the Funds gross investments (also <1% of NAV) were held as level 3 securities, with minimal exposure to truly fair valued positions (private securities and investments in funds - see above). This has decreased significantly over the past few years.\n\nFor a detailed breakout of the Funds fair valued investments as of December 31, 2015, see the valuation table above and the \"Citadel AUP - 12-31-15\", attached below."
			 }
		

    ],
    "ValuationCommittee": [
			 {
			  	"timeFrame": "",
		        "title": "Valuation Committee",
		        "description": "Citadel has a Valuation Committee, which consists of Gerald Beeson, COO/CFO; Patti Stasny, Global Controller; Alexander Lurye, Head of Portfolio Construction and Risk, the international CFO, Director of Product Control, and the NTHFS Product Control Head for Citadel. Members of the Firm Compliance team also sit in on the Valuation Committee meetings. The Valuation Committee establishes and maintains Citadel valuation framework, and provides objective oversight over Citadel valuation function. The responsibilities of the Valuation Committee include, but are not limited to approving pricing policies, and any amendments to, or exemptions from, these policies and appointing or approving the use of third party pricing services in connection with the price verification process recommended by NTHFS Product Control or Citadel Product Control.\n\n2017 update\n\nEach month, the Valuation Committee convenes to review the results of the NTHFS Product Control price verification process and determine whether any adjustments are necessary or appropriate. The Valuation Committee has final authority to adjust any trading desk valuation. Members of the Valuation Committee include Citadel Chief Financial Officer/Chief Operating Officer, Global Controller, Head of Global Portfolio Construction and Risk, Citadel Product Control Manager and International Chief Financial Officer as well as the NTHFS Product Control Head for Citadel."
			 }
		

    ],
    "ServiceProviderCommentary": [
			 {
			  	"timeFrame": "",
		        "title": "Service Provider Commentary",
		        "description": "Summary of services provided by the fund administrator (role in monthly NAV calculation process):\n\nMiddle- and back-office functions, including trade reconciliation and settlement, are primarily the responsibility of the Fund administrator, Northern Trust. The following services are offered: trade support, reconciliations, corporate actions, OTC derivatives processing, fixed income securities processing, daily P&L, collateral/margin reporting, risk reporting, monthly NAV, price verification, preparation of tax schedules, investor management (subscription and redemptions partnership accounting and investors statements) and regulatory support. Northern Trust provides reconciliation/control service functions as well as valuation services to Citadel Securities (CS-US), Palafox, and Citadel Clearing; however, due to regulatory restrictions, broker-dealers cannot outsource its books and records to a third party.\n\nCitadel also engaged Northern Trust to prepare Valuation Verification and Asset Validation Reports (\"Verification Reports\") on a quarterly basis with respect to the Funds, Global Equities Funds, and Tactical Trading Funds. See the June 2016 Verification Reports performed by Northern Trust attached in the Portfolio Management/Trading section of the report.\n\nNorthern Trust currently completes an annual Type II AICPA Attestation Standard AT Section 101 (\"AT 101\") report specifically for the Citadel Funds. AT 101 is a service organization report on controls placed in operation and tests of operating effectiveness. The most recent Northern Trust AT 101 report covers from January 1, 2015 to December 31, 2015 and is attached below. Within the 2015 AT 101 report, it was noted that controls in place to review the allocation of P&L from the master funds to feeder funds was not operating effectively with respect to certain non-pro rata income for the Tactical Trading Funds, resulting in the NAV restatement discussed in detail in Section 6 of the report. PwC opinion noted that except for this matter, all other controls were operating effectively. See the NTHFS - Citadel Funds - AT 101 report attached below.\n\nAs part of Northern Trust acquisition of Citadel Omnium in 2011, Citadel renegotiated the Funds administration expense (see the Items to Note section of the report for fees charged by Northern Trust) as well as entered into an \"Information and Technology Agreement\" with Northern Trust which is off market. In accordance with the Information and Technology Agreement, Citadel charges Northern Trust an IT support fee, which Northern Trust passes through to the Funds, therefore, other clients of Northern Trust will benefit from system improvements at the expense of Citadel fund investors. The services contract between the Citadel Funds and Northern Trust has a 5 year term and is automatically extended for an additional 5 years unless Northern Trust elects otherwise. Citadel does have an SLA is in place with Northern trust which is monitored regularly and contains various termination rights of Citadel based on deliverables, etc.In 2016, the primary U.S. legal counsel representing Citadel Advisors LLC and the Funds was changed from Sidley Austin to Fried, Frank, Harris, Shriver & Jacobson. No issues were noted with Sidley Austin and Sidley continues to be used by Citadel for certain aspects of its business (e.g. preparation of the taxation section within the Funds updated offering documents). The change merely reflects the use of Fried, Frank, Harris, Shriver, & Jacobson as the primary counsel.\n\nNo other recent changes to service providers were noted."
			 }
		

    ],
    "RecentChangesCurrentIssueswithServiceProviders": [
			 {
			  	"timeFrame": "",
		        "title": "Recent Changes/Current Issues with Service Providers",
		        "description": "In 2016, the primary U.S. legal counsel representing Citadel Advisors LLC and the Funds was changed from Sidley Austin to Fried, Frank, Harris, Shriver & Jacobson. No issues were noted with Sidley Austin and Sidley continues to be used by Citadel for certain aspects of its business (e.g. preparation of the taxation section within the Funds updated offering documents). The change merely reflects the use of Fried, Frank, Harris, Shriver, & Jacobson as the primary counsel.\n\nNo other recent changes to service providers were noted."
			 }
		

    ],
    "DiscussionswithServiceProvider": [
			 {
			  	"timeFrame": "",
		        "title": "Discussions with Service Provider",
		        "description": "On January 13, 2017 Ryan Verano and Sarah Rainey spoke to Katie Vercellino (Relationship Manager), Jitesh Parikh (Sr. VP, Middle Office Services), Alex Martinez (NTHFS Product Control / Valuations), and Ashley Epping (Financial Control) of Northern Trust Hedge Fund Services (\"Northern Trust\" or \"NTHFS\") to discuss the services being provided to the Citadel funds. The following items were discussed:\n\n- Currently ~150 people within NTHFS spend time working on the Citadel relationship. Of these people, more than 60 are solely dedicated to the Citadel account. The majority of the dedicated staff are located in NTHFS Chicago office, with additional resources working on the account from New York (Product Control and OTC Structured Products), Hong Kong (Corp actions, OTC Structured Products), Dublin (OTC Structured Products), and Bangalore, India (General, Reconciliations).\n- Vercellino noted that specific turnover could not be discussed, but the total number of turnover in the past year was in line with NTHFS historical turnover rates. NTHFS AUA was noted as ~$300 billion (HFS only).\n- NTHFS continues to service all of the Citadel Funds, and there was no change to the group responsibilities which includes production of the monthly NAVs as well as various middle- and back-office functions, including trade reconciliation, clearing, and settlement.\n- NTHFS uses Citadel proprietary software to perform various services for the Citadel Funds, including position and transaction processing systems (G systems), reconciliation systems, and allocation systems, among others. As noted above, Citadel maintains an Information and Technology Agreement with Northern Trust as the developer and IT support provider for such systems. See above for further details.\n\nTrade Flow\n- NTHFS currently operates on two networks - one for Citadel only and another for other third-party clients. Once Citadel trades are posted to its proprietary OMS, NTHFS can access trades through its TRAM trade capture system, allowing NTHFS to access all activity in real-time.\n- On T+0, NTHFS Clearings and Settlements ensures trades are confirmed using Omgeo Oasys, Omgeo CTM and other proprietary systems. Any un-matched trades as of T+1 are followed up on and escalated to Citadel.\n- On T+1 (daily), NTHFS Reconciliation and Control team reconciles all trades, cash, and positions to brokers / counterparties using Citadel proprietary system, RC Matcher. NTHFS will attempt to resolve exceptions directly with the counterparties, and will escalate any unresolved breaks to the respective Citadel trading desk for resolution. Northern Trust India is used to perform various initial reconciliation and NAV preparation services for the Citadel account.\n- Over 99% of the portfolio is verified at least monthly. For private positions, and investments in third-party funds, statements are received at least quarterly.\n\nValuation\n- Citadel uses Reuters to price listed equities, and NTHFS uses Bloomberg as a secondary source.\n- NTHFS reviews Citadel prices and questions prices as necessary based on thresholds. Thresholds for further testing (particularly in the OTC book) are $500,000 at the security level and $5 million at the desk level. A member of NTHFS team also sits on Citadel valuation committee as NTHFS representative.\n\n- Historically, NTHFS would obtain pricing reports from third party valuation agents for material private positions (generally >$10 million); however, Martinez confirmed that none of the private positions that the Funds are exposed to meet the materiality threshold for use of a valuation agent. NTHFS receives Citadel internal valuation details for such privates.  For the privates mentioned in the AUP, Brooks commented that Citadel generally uses a $10-20 million threshold - As noted within the Valuation section of the report, Citadel recently began trading in physical natural gas / energy markets. Martinez noted that NTHFS uses Platts to receive relevant contract prices. In addition, Allegro, a system used to book and settle physical energy commodity trades, is also used to automatically value physical energy contracts.\n- Exposure to Citadel Clearing is excluded from the portfolio pricing performed by NTHFS, and is valued internally by Citadel using the equity method of accounting.\n\nMonth End\n- At month-end, NTHFS price tests the entire portfolio within 2 days, and then the books are locked. NTHFS produces performance estimates for Citadel within 4 days (released to investors generally on T+5). Citadel has an ongoing review process of the books and records and identifies discrepancies regularly throughout the month.\n- NTHFS performs full reconciliations over Citadel expense allocation and the general ledger, which is subject to 2 additional levels of review.\n- Final NAV statements are produced within 6-7 days for the single strategy funds and within 9-10 days for Kensington and Wellington. NTHFS also performs a variance analysis between the estimates and final numbers.\n\nInvestor Relations\n- The Citadel Funds are serviced by NTHFS team as well as the investor relations team from Citadel. NTHFS is responsible for processing all subscriptions and redemptions once the capital activity is reviewed and approved by Citadel legal team.\n- The investor relations / allocations software was recently replaced (2015) with a new software system called Hydra (replaced PIA).\n- The NTHFS team oversees the investor allocation system in parallel with Citadel. They enter cash flows into Citadel CF tool and also use it to actively monitor ERISA. Citadel is responsible for the cash and collateral management process for the Funds.\n- Northern Trust performs an AT 101 report specifically for the Citadel Funds. See the 2015 report attached below."
			 }
		

    ],
    "ReportingTiming": [
			 {
			  	"timeFrame": "",
		        "title": "Reporting/Timing",
		        "description": "NAV estimates / final:\nEstimates: T+5\n\nFinal:\nGlobal Equities: T+6\nKens/Well/Tactical: T+9\n\nAudited Financial Statements:\nWithin 3 months of year-end.\n\nK-1:\nSubsequent to the release of the audited financial statements; Completed by Citadel & reviewed/signed by PwC"
			 }
		

    ],
    "Expenses": [
			 {
			  	"timeFrame": "",
		        "title": "Expenses",
		        "description": "Operational review of fund docs:\n\nAlthough Citadel modified the Funds terms to be more favorable to investors in 2011, the liquidity terms of the Funds still remain very restrictive and are only acceptable for investors that can withstand longer lockups. A summary of the key liquidity terms for the Funds are as follows:\n\nKensington and Wellington:\n- Committed Capital shares are initially locked up for 2 years for Wellington and 18 months for Kensington. If committed capital remains as of its 2-year or 18-month anniversary, its lock up period is rolled forward to the next 2-year or 18-month anniversary, respectively. Annual appreciation of committed capital may be withdrawn as of the last day of each fiscal year.\n \n\nWithdrawals of committed capital are not subject to withdrawal charges or a gate. 90 days notice is required for redemptions of committed capital. (There is currently no intentions to reduce the Wellington lock up period to be in line with Kensington).\n\n- Quarterly Capital shares may be withdrawn as of the end of any fiscal quarter upon 45 days notice. Quarterly withdrawals not subject to redemption fees are limited to 5% at the Fund Level. Any withdrawals greater than 10% of an investor balance are subject to fees of 4% - 7% (fee increases with the % of your account being redeemed). If fund level redemptions are less than 5%, the 10% limitations/fees above do not apply until reaching 5% of a fund.\n\n-Withdrawals offset by capital contributions made by an affiliate are not subject to withdrawal charges.\n\nExpenses:\nCitadel passes through all management company expenses to Kensington, Wellington, and the Tactical Trading Funds (Does not include single strategy funds noted in the Executive Summary section of the report ). See Items to Note for further details regarding the expense pass through process and impact to the Funds.\n\nExpense Allocation:\nExpenses are recorded to a department and an expense account. The expense account/department combinations are classified as hared or not-shared in PeopleSoft to designate which costs are allocated to the fixed fee Funds. This designation is determined by the governing documents and ASA for each Fund, as necessary, to ensure that costs are properly allocated. Expenses that are not-shared are allocated pro rata to the respective Fund. The fixed fee Funds pro-rata allocations of not-shared expenses are retained by Citadel.\n\nDepending on type, expenses can be recorded as follows:\n1. Directly coded to the Funds (e.g. director fees, bank service charges), requiring no allocation;\n2. Allocated based on trading strategy (e.g. front office staff and front office IT compensation), which is mapped from the user department to a specific Fund(s);\n3. Allocated based on time (e.g. compensation, benefits, occupancy), which is tracked each month by various employees to specific Funds or projects; or\n4. Allocated based on other established statistics, such as headcount or capital.\n\nAllocation drivers (e.g. time tracking, headcount, capital) are input into the Cost Allocation System (within PeopleSoft) and are reviewed for appropriateness each month by the Assistant Controller. Allocation rules and calculations are defined and configured in PeopleSoft for each type of expense. The PeopleSoft system performs the allocation calculation and prepares an automated journal entry. Allocation entries are reviewed and approved by the Assistant Controller prior to posting to the Funds. Various trend analytics and reconciliations are reviewed by the Firm Corporate Accounting group throughout the monthly allocation process to ensure that the expenses are fully allocated from the Company to the Funds and corporate entities. New expense accounts are added to the allocation configuration as needed."
			 }
		

    ],
    "SideLetterArrangements": [
			 {
			  	"timeFrame": "",
		        "title": "Side Letter Arrangements",
		        "description": "Citadel does not offer side letters with fee or liquidity terms different from those in the offering documents for the Kensington or Wellington Funds.\n\nFor the Global Equities strategy Citadel has provided fee breaks based on investor asset size and timing, however, no better liquidity has been granted."
			 }
		

    ],
    "CashVehiclesUnencumbedCash": [
			 {
			  	"timeFrame": "",
		        "title": "Cash Vehicles & Unencumbed Cash",
		        "description": "Citadel Treasury Group is responsible for all aspects of cash management and closely monitors the Funds excess cash balances on a real time basis. Citadel policy is to maintain greater than 30% of the Funds NAV as excess cash. As of the date of our meeting, excess cash was over 30% in Kensington, Wellington, and the Tactical Trading Funds. The majority of the Funds excess cash was being held via money market funds which hold government treasuries only. Citadel uses various MMF across different counterparties (e.g. Fidelity, Federated, Goldman Sachs, Morgan Stanley, JP Morgan, Dreyfus, Blackrock, SSGA, Invesco, Western Asset Institutional, Wells Fargo, among others), with limits of 10% exposure at any one MMF. The remainder of excess cash is held in demand deposit accounts (DDAs), as \"true cash\" with Bank of New York Mellon (\"BONY\") serving as the primary custodian for the Funds. Additional DDAs are held with Northern Trust, Wells Fargo, and US Bank. All cash is moved via Swift, therefore, Citadel has real-time access to cash activity.\n\n2017 UPDATE\n\nLiquidity reserve is unencumbered cash and cash equivalents\n\nThe minimum Liquidity Reserve for multi strategy funds is targeted at 30% of a fund Investment Capital although the actual Liquidity Reserve may be above or below this target from time to time\n\nLiquidity Reserve balances are reported to senior management on a daily basis and the Treasury team has proprietary systems to track intraday balances and project cash needs based on upcoming settlements"
			 }
		

    ],
    "CounterpartiesFinancing": [
			 {
			  	"timeFrame": "",
		        "title": "Counterparties & Financing",
		        "description": "Citadel current financing is broken down as follows:\n35%-40% - Bilateral Institutional Relationships (FI product)\n20%-25% - Prime Broker Funding\n20%-25% - Direct Institutional borrowing (includes Citadel Clearing) (Collateral held at a tri-party agent)\n10%-15% - ISDA based swap funding\n\nCitadel has relationships with 40-50 banks to provide financing on 364-day or 180-day evergreen facilities. Every week, the lender has the option to let the facility run to maturity or renew, thus Citadel always knows its minimum financing for the next 357 days (364 minus 7) or 173 days (180 minus 7). Citadel has 10 active Prime Brokers, each with similar terms including 180 days lock up. A third-party custodian, BONY, holds the collateral for the Funds loan facilities, as Citadel does not post directly with the lenders. BOA Merrill Lynch is the primary clearing firm for Citadel options market making business.\n\nCitadel master funds (for Kensington, Wellington, and the single strategy funds) borrow and lend securities to other Citadel affiliated funds, done through Citadel Clearing LLC (\"Citadel Clearing\") using Citadel Institutional Finance Company Ltd. (\"CIFC\") as an intermediary. The borrowing and lending transactions are collateralized as a percentage of the fair value of the securities borrowed or loaned via cash or other financial instruments. In an attempt to mitigate credit risk related to securities borrowed and securities loaned, securities are marked to fair value on a daily basis and correspondingly, cash is exchanged and/or securities are transferred between the borrower and lender to satisfy the resulting changes in collateral requirements. Collateral (cash/securities) for such transactions generally sits at tri-party agents and not brokers. The primary risk related to this process is the intra-day mark to market exposure of the collateral posted. For more details on the use of the affiliated broker dealers and the fees charged see Items to Note as well as the attached \"Citadel - Use of Affiliated Broker Dealers\" in the Portfolio Management/Trading section of the report for a diagram of these processes.\n\nCitadel has 20 bilateral repo agreements for fixed income relative value trading where little to no equity is posted (zero to 1% of notional). This is for liquid sovereign trading where only daily variation margin is at risk. Additionally, the Wellington and Kensington trading entities are using more PB financing and some term funding agreements were moved to Citadel Securities. This assists in liquidity management when lending securities and being able to take securities as collateral and managing MTM exposure better. All repo agreements trading is done via tri-party with 9-12 month terms, with associated costs (Libor minus ~10-20bps).\n\nDuring November and December of 2008, Citadel was able to maintain steady relationships with financing counterparties and was not forced to sell assets at distressed levels because: (i) Citadel had been pro-active in communications to lenders, (ii) lenders understood Citadel current liquidity position, (iii) Citadel had been transparent with lenders in the past on how the balance sheet is managed and (iv) Citadel ability to utilize liquidity from peripheral businesses (i.e. Citadel Treasury Account (\"CITT\") and the energy and macro trading entities) to support cash needs and NAV levels of CEFL. The NAV triggers for CEFL are 50% over a 12 month rolling period and 30% over a 3 month rolling period, inclusive of subscription and redemption activity. Since Citadel has been able to control the outflow of assets from CEFL, there have been no issues with the Funds counterparties and Citadel has been able to adjust the floors appropriately as needed. Citadel was been able to obtain annual triggers for the Macro Master Fund and the new Global Fixed Income Fund. Citadel was previously able to negotiate NAV triggers tied to underlying trading vehicles rather than Wellington and Kensington. As such, Citadel could transfer assets between trading vehicles to maintain acceptable NAV levels in core strategies. This was accomplished through direct capital infusions or loss participation arrangements. CITT is used only to manage excess liquidity and is not a trading account thus the infusion of cash into CEFL is not causing other trading vehicles to be on the \"clock\" with their lenders. Beeson indicated that some counterparties were \"noisy\" at first, but became comfortable following an in-depth review of the structure. The majority of the Funds intercompany funding is done through tri-party agreements, where a third party custodian monitors the cash flows between the affiliated entities and ensures that the collateral held is sufficient to support the amount of cash being distributed (as is the case with tri-party arrangements described above).\n\nKensington and Wellington also guarantee certain transactions of affiliated entities and may be required to pay counterparties in the event of a default on the affiliate obligations. For example, this applied to certain counterparties of the Global Fixed Income Fund at launch and the guarantees applied only to the Funds pro-rata ownership of the investor pools. This was required by the counterparties in order to allow the entities that spun out to retain the same financing access they previously had available as part of a larger entity. The terms of this guarantee automatically terminated when the Global Fixed Income Fund reached $2 billion in AUM during 2013. Other guarantees include Kensington and Wellington guarantee (along with Cyprus) of their allocable share of the newly created NGPE entity obligations under trading agreements with counterparties. Dan Dufresne explained that given NGPE investment strategy of investing in physical natural gas / energy markets, it was required to set up several new relationships with non-financial counterparties. The counterparties in this space were noted as not being as technologically sophisticated as in the financial markets counterparties as they are not set up to exchange margin each day. As of December 31, 2015, the maximum amount of potential future payments that Kensington and Wellington could be collectively required to make is $12m (0.07% of total AUM of the Funds). There have been no such liabilities recorded to date.\n\nCitadel was very active in 2010 in reaching out to new counterparties to establish new credit lines. Citadel determined that the Funds had more liquidity than they needed. Prior to 2008, the Funds had approximately $30 billion of committed facilities with the largest lines being approximately $4 billion and the average lines being $1 billion to $2 billion. Citadel Treasury department has aimed to have smaller financing lines across multiple counterparties. Currently, the total dollar amount of the committed facilities has not substantially changed; however, the number of counterparties has increased and the largest line is currently $2 billion.\n\nThe New Business Committee (NBC) approve all new counterparties. The NBC has representation from operations, legal, tax, accounting, treasury and risk management. When a new security type, exchange, market, jurisdiction, etc. is being considered, the NBC ensures Citadel has considered all aspects of operations. Three senior members of operations have authority to set up a new counterparty relationship in the portfolio management system. When a new counterparty is created, a notification email is automatically sent to all senior management.\n\n2017 UPDATE\n\n~ 60 global funding relationships\n\nTreasury - Secured Funding\n\nCentralized execution of secured funding provides substantial scalability and efficiency. It also allows PMs to focus on portfolio construction and Treasury specialists to focus on funding.\n\nCentral Funding Approach\n- Assets are funded centrally through Treasury\n- Asset class or business specific Treasury coverage is assigned based on the needs of the business\n- Treasury and portfolio managers work in close collaboration to determine the long term funding needs of the business\n\nCentralized funding through a diverse network of sources of cash and collateral\n- Citadel has developed key relationships with most available direct sources of cash and collateral to mitigate its reliance on industry standard PB model\n\nTargeting new segments of funding counterparties\n- Money market funds, pensions, sovereign wealth funds\n\n\nLeverage Statistics as of July 31, 2017 is as follows (see exposure by strategy above):\n\nKensington/Wellington (as a multiple of Investment Capital: $17.8 billion):\nInvestment Leverage: 4.82x\n- Credit/Equity/Other: 2.7x\n- Govt Debt/MBS: 2.13x\nNet Leverage: 5.73x\n- includes Cash/Receivables/Non-Investment: 0.91x\nGross Leverage: 7.21x\n- includes Securities Borrowed/Repo: 1.48x\n\nTactical Funds (as a multiple of Investment Capital: $1.5 billion):\nInvestment Leverage: 2.78x\nNet Leverage: 3.44x\n- includes Cash/Receivables/Non-Investment: 0.91x\nGross Leverage: 3.99x\n- includes Securities Borrowed/Repo: 1.48x\n\nGlobal Equities (as a multiple of Investment Capital: $2.7 billion):\nGross Leverage: 5.7x"
			 }
		

    ],
    "CollateralManagement": [
			 {
			  	"timeFrame": "",
		        "title": "Collateral Management",
		        "description": "Dan Dufresne Global Treasurer, has been at Citadel for fifteen years and reports to Gerald Beeson. Dufresne manages a Cash and Collateral Management team in the U.S. responsible for the execution of Citadel liquidity framework. Dufresne has a counterpart for international treasury, based in London (Paul Hamel), and in 2015, the Firm recently hired a Head of U.S. Treasury based in New York, Joe Noto.\n\nCitadel Treasury Account (\"CITT\") is used only to manage excess liquidity and is not a trading account thus the infusion of cash into CEFL noted above is not causing other trading vehicles to be on the \"clock\" with their lenders. See above for further details.\n\n2017 UPDATE\n\nDaily margin validation for 250+ accounts\n- Compare margin calculations and identify key drivers of differences\n- Capability to drill down to position view"
			 }
		

    ],
    "CashReconciliationProcess": [
			 {
			  	"timeFrame": "",
		        "title": "Cash Reconciliation Process",
		        "description": "The Operations group and NTHFS reconcile all cash accounts daily. Citadel reconciliation process is automated through a proprietary system, RC Matcher (RCM), which replaced the previously used SmartStream TLM system in 2015."
			 }
		

    ],
    "CashMovementAndSignatureAuthority": [
			 {
			  	"timeFrame": "",
		        "title": "Cash Movement and Signature Authority",
		        "description": "Cash movements are processed based upon the electronic instruction recorded in a centralized system, Cash Manager. Cash Management personnel are the only users with entitlements allowing release of cash wires. To verify the appropriateness of cash transaction processing, Cash Management releases cash wires only after multiple users from the relevant functional area with appropriate entry and approval entitlements have electronically recorded their review and approval. Additionally, systematically enforced segregation of duties prevents the initiator of a wire from approving the same wire.\n\nOnce Cash Management releases the approved wires, Cash Manager posts an entry into the Firm books and records a payment or sends a receipt request via SWIFT. A unique batch identifier is assigned by Cash Manager, so any attempted duplication of a previously executed SWIFT payment is automatically rejected by the external applications.\n\nRecurring payment instructions are set up in Payment Model Manager based on information provided by the counterparty. A separate team member reviews and approves the payment instructions for accuracy, including the currency, group, message type, beneficiary bank details, intermediary bank details (if applicable), account name, and account number. Upon approval, the shared service group must submit a request to Cash Management to verify the payment model. Once verified, the payment model will be available in Cash Manager as a repetitive code for future use. The payment instructions for payments without approved recurring payment instructions are reviewed by a user with approval entitlements from the relevant functional area prior to the wire being released by Cash Management.\n\n2017 UPDATE\n\nCitadel utilizes centralized technology to manage payments and transfers which comprises a variety of features including, but not limited to: unique user entitlements and hierarchy, dual authorization for wires and models, real time settlement monitoring, SWIFT messaging protocol, and full audit trail.\n\nThe cash management team is the only team that is authorized to release wires and instruct a transfer of funds from our bank accounts. \n\nAll wires go through a fly check. From a systems access perspective, it is entitlement based. Entitlements are reviewed at a minimum on an annual basis.\n\nOver 500 wires per day\n\nProcess\nUser (Service team) inputs wire in Cash Manager\nApprover (Service team) approves wire\nCash management team reviews / approves wire\nCash management releases wire (via SWIFT messaging)\nSWIFT confirms wire transfer"
			 }
		

    ],
    "ComplianceTeamProgram": [
			 {
			  	"timeFrame": "",
		        "title": "Compliance Team & Program",
		        "description": "John Nagel, General Counsel, Asset Management; Deputy General Counsel, Citadel Securities, and Managing Director is the Head of Global Compliance for Citadel. Adam Cooper, Chief Legal Officer and Senior Managing Director, leads Citadel global legal, compliance, transaction management and regulatory affairs functions (see the Resources section of the report for details relating to Adam Cooper retirement effective at the end of February 2017). Mark Polemeni, Chief Compliance Officer, is the Head of Compliance for Citadel Asset Management, and reports to John Nagel. Citadel also has Chief Compliance Officers dedicated to the Fundamental Equities strategy by office location, including: Russell Daugerdas (Chicago), Steve Rosen (New York), and Erin Mullen (San Francisco). Citadel was in the process of hiring a dedicated compliance staff member to oversee the Greenwich, CT office (as a result of the launching of Aptigon). Other recent hires included a Head of Electronic Communications Surveillance (Matt Epstein), a compliance officer dedicated to overseeing trading in the physical energy space). The Compliance team reporting line is independent of the business units it supports and ultimately reports to Citadel Chief Legal Officer. Citadel has also been considering hiring an employee with an IT background to work for compliance in vetting and trade logic of Citadel trading strategies/models. Ideally, a potential candidate for this position would be an existing employee of Citadel Securities (broker-dealer entity).\n\nCitadel has a global team dedicated to compliance and compliance-related issues. Nagel stated his biggest challenge is the number of regulators/jurisdictions Citadel is subject to. To combat this challenge, the team breaks down responsibilities with 9 compliance team members in the US split between the Funds/Strategies, 6 concentrating on the Broker Dealer regulations (in addition to 3 legal team employees), 3 in London (2 legal), and 1 in Asia (1 legal), concentrating on regional compliance. In addition, the London office has internal audits services performed by Grant Thornton LLP. Citadel utilizes Northern Trust to provide information required for regulatory filings (e.g. Form PF), and consult with both PwC and Deloitte regarding certain regulatory filings.\n\nNagel stated his team goal is to instill a culture of high ethics and compliance. Each business has policy manuals covering all requirements for all regulatory regimes they are subject to. These manuals address topics including personal investments, insider trading, business gifts and entertainment, information barriers, investor privacy, and anti-money laundering, among others.\n\nAutomated surveillance/exception reports have been designed through the Firm proprietary systems to monitor compliance surrounding the Firm trading. In addition to the reports, all current hot topics are monitored through target reviews and additional surveillance/exception reporting. Compliance also conducts general surveillance of communication across all Firm emails and instant messaging using the Global Relay system. Matt Epstein was recently hired as the Head of Electronic Communications Surveillance to build a team of 4-6 members to focus on this full-time. This team will continually monitor a sample of emails and instant messages flagged, assess for anything inappropriate, and to escalate to compliance for corrective action, as applicable. This includes any communications across the Firm different information barriers. The creation of the new team will free up the existing compliance team members to focus on more strategic surveillance and other projects, including an initiative to select various PMs and perform a deeper review to understand their methods of research, etc. Citadel is also in the process of implementing a new third-party surveillance tool, Nasdaq SMARTS Surveillance Technology. Nasdaq SMARTS monitors the portfolio, trading patterns, etc. in comparison to market activity and identifies potential issues from a regulatory / compliance standpoint. Citadel is also in the process of enhancing its proprietary software to perform a more robust portfolio trading surveillance in conjunction with Nasdaq SMARTS, with the final product anticipated to be finalized in 2-3 years.\n\nCompliance also performs monitoring of the quantitative strategies (includes high frequency trading). In addition to the surveillance systems used above, the compliance team is responsible for training, monitoring trading limits, and scrutinizing trading models to ensure there are no model overrides or market manipulation. As a result of the fine paid by Citadel Securities in June 2014 (discussed below), Citadel implemented systematic \"thrashing controls\", which automatically notifies IT and the trading teams if the systems/models send a significant amount of purchase orders/cancels within a certain period of time. Nagel noted that compliance is involved in the implementation process (discussing / testing) of new quantitative strategies, however, are not required to formally sign off on new strategies. Compliance is not formally required to pre-approve data vendors used by the investment teams / HFT models; however, Compliance is generally asked to vet certain new vendor relationships and sets general guidelines as to what types of data sources are considered acceptable Firm-wide. Nagel noted that the majority of the data is from public data vendors, but the Firm may also purchase private data information. Compliance is sensitive to the issue around obtaining such information and ensures that private data sources do not contain material non-public information. As discussed in the 2014 ODD report, Citadel spun its HFT strategy out of the Tactical Trading Funds to the newly created Velocity Funds in 2014, and subsequently returned capital in the Velocity Funds to all external investors. As a result, external investors no longer have exposure to the Firm HFT strategies.\n\nAs stated above, 6 members of the compliance team concentrate on the Firm external facing broker-dealer entities: Citadel Securities (US Broker Dealer), Tactical (European Broker Dealer), Citadel Execution Services (CES), CES Securities Canada, and Citadel Securities Institutional LLC; in addition to 3 members of the Firm legal team. Nagel stated there are information barrier policies and physical separation of people/systems via proprietary firewalls, as well as compliance people between Citadel two principal platforms, Citadel Asset Management and Citadel Securities. A former NASD director sits on the Citadel Securities/CES desk to physically monitor trading and communications across Citadel businesses (e.g. an alert is generated to compliance anytime members of the two platforms communicate electronically). There are no hard walls set up within Citadel Asset Management various equity businesses (i.e. between Global Equities, Surveyor, Ravelin, etc.); however, a \"soft\" wall structure is adhered to as the various equity teams do no discuss position details.\n\nBeginning in 2015, Citadel funds no longer direct orders to Citadel Securities and Citadel Securities does not see the funds trade flow, preventing front running by Citadel Securities. In execution, the majority of the flows are based on Citadel execution algorithms with limited PM involvement. Citadel compliance group gathers market data to ensure best execution was obtained by the funds and an Execution Quality Committee ensures trading is done in line with Firm policies. In addition, Citadel continues to automate as much of their trade flow process as possible and increase the automation of determining where flows are sent to help demonstrate best execution for the funds.\n\nNagel noted that within Citadel Asset Management, there are not specific firewalls between different segments from a compliance standpoint. Different segments typically do not share research (e.g. Global equities does not share research with Surveyor) as they are considered different entities; however, from a Firm standpoint, there is one restricted list and Citadel will generally restrict the entire asset management business if a position is placed on the list. Nagel noted that on occasion a temporary barrier may be put in place, however, this does not happen very often.\n\nCitadel conducts training for its employees surrounding insider information and trading on material non-public information. This training is mandatory for employees at the Firm.\n\nContracts between Citadel and all their external research consultants (GLG and Guidepoint) contain agreements adhering consultants to non-disclosure of material non-public information. Citadel requires employees of the Firm to obtain approval from the Compliance Group, in addition to the consultant agreement, before talking to an employee of a firm they are discussing or information regarding medical/drug research. Citadel has coded with certain consultants to block discussions surrounding certain topics, people or the entire consultant firm with a Citadel employee. Citadel Compliance Group will listen to calls with research consultants anonymously on an ad hoc basis, currently covering over 50% of such calls, and all employee emails are subject to compliance/legal reviews. Citadel obtains from some of its larger more institutionalized research consultants, a list of calls to review the discussions Citadel employees had with that research firm. Citadel employees are not required to document calls with research consultants; however, research surrounding an employee investment thesis is often documented in the Firm document retention tool \"View Point\". See below regarding media articles around insider information provided to various hedge funds by Height Securities. Citadel did receive the mass email discussed in the articles, which was flagged and brought to the attention of Compliance by a member of Citadel investment team (see below).\n\nCompliance performs a review of the compensation allocation (expense pass through) across the Firm products. All political contributions also require pre-approval by compliance. Compliance also performs additional compliance screening with regards to certain PM hires as part of the interview process based on certain risk factors (primarily equity PMs). See the\nResources section for a detailed example of the additional procedures performed with regards multiple PMs hired from Visium in August 2016.\n\nCitadel created a Cybersecurity Committee that meets monthly to discuss cybersecurity risks and is responsible for the implementation and oversight of the Firm cybersecurity policies and procures. The Committee includes members of the Firm Compliance and IT teams. The Firm also engaged ACA Aponix group to audit its cybersecurity policies and procedures. From an IT perspective, Citadel has over 20 people dedicated to implementation and security of the Firm servers and networks. IT performs constant monitoring of the Firm systems for any potential cybersecurity breaches. Citadel has separate firewalls, servers, switches, and storage in place for its Asset Management and Broker-Dealer businesses. It is anticipated that future Citadel AT 101 controls reports will also include coverage of the Firm cybersecurity controls.\n\n2017 UPDATE\n\nCitadel has regular compliance monitoring programs to help ensure adherence with the policies. Citadel Compliance team uses several automated and/or web-based tools to implement and monitor compliance programs across the firm.\n\nCitadel conducts extensive Compliance training for its employees, such as one-on-one compliance new hire training for front office professionals, annual sessions on prevention of insider trading for front office professionals, annual sessions of compliance policies for front office professionals, and ad hoc sessions as appropriate in light of regulatory and industry developments. Citadel may utilize outside counsel to assist in training. There is frequent communication between Compliance and Citadel personnel about regulatory and compliance issues.\n\nCitadel conducts extensive Compliance training for its employees, such as:\n- One-on-One Compliance New Hire Training for front office professionals\n- Annual Sessions on Prevention of Insider Trading for front office professionals\n- Annual Sessions on Compliance Policies for front office professionals\n- Ad hoc Sessions as appropriate in light of Regulatory / Industry Developments\n- Citadel may utilize outside counsel to assist in training\n\nCompliance uses numerous reports that help identify trading activity which may require additional analysis, such as:\n- Price Event Report designed to identify favorable trades conducted in the 10 days prior to a significant stock price movement event. Favorable trades are defined as sales prior to a price decline or buys prior to a price increase, irrespective of Citadel PnL.\n- Secondary Offering Participation Reports designed to identify possible Reg. M/Rule 105 violations.\n\nElectronic Communications\nSurveillance of electronic business communications (e.g., e-mail, Bloomberg messaging, and IMs) conducted via third-party web-based tools\nRisk-based surveillance strategies comprised of targeted searches, random sample surveillance, lexicon searches, and relationship forensics aimed to detect certain communications, including:\n- Improper receipt and dissemination of nonpublic information\n- Information barrier breaches\n- Communications about securities on Restricted or Watch List\n- Violations of Citadel policies and applicable laws and regulations\n\nCitadel engages ACA Compliance Group, an experienced and independent consulting firm, to test and review the adequacy and effectiveness of Citadel policies and procedures each year\n\nExamples of areas recently reviewed include:\n- Code of Ethics/Code of Conduct\n- Investment Management\n- Regulatory Reporting\n- Trading\n- Cybersecurity"
			 }
		

    ],
    "EmployeeTrading": [
			 {
			  	"timeFrame": "",
		        "title": "Employee Trading",
		        "description": "Compliance monitors employee trading. All employees must request trade pre-approval (good for 1 day) on an intranet site (iTrade). The iTrade system is configured to automatically approve or deny personal trade requests based on rules (e.g. restricted securities) configured in the system. The Compliance team is responsible for updating the Restricted List related to securities. Annually, the Compliance team reviews the configurations in iTrade to ensure that they remain in line with Citadel policy and the Restricted List. In addition to pre-approval requirements, there is a mandatory holding period (60 days) and black-out periods. A transaction request will be denied if: (1) the investment is on the Restricted List; (2) Citadel considers the transaction to be contrary to the interests of Citadel or a Citadel managed fund or account; or (3) the issuer has a market capitalization of less than US $2 billion, and a Citadel managed account effected a transaction in the same or a related investment instrument within the prior 5 trading days; provided, however, that transactions effected by a high frequency trading strategy will not trigger this 5 day blackout period. Citadel electronically obtains duplicate broker statements through iTrade.\n\nOn a monthly basis, the CLO receives a report of firmwide personal trading violations and other compliance violations for review. Based on the severity of the violations, action is taken by the Compliance team to alleviate the concern or enforce action based on the violation.\n\nThe Compliance team has prior experience writing the employee trading policies for other large broker/dealer firms while in private practice and instituted similar policies within Citadel. Currently, the designated non-affiliated brokers that can be used for trading by Citadel employees are Charles Schwab, E*Trade, Fidelity, Merrill Lynch, Scottrade, TD Ameritrade, Interactive Brokers, and UBS (U.S. broker only). Citadel affiliated broker/dealers do not take retail clients.\n\nIt is notable that a significant portion of certain employees personal net worth is tied into the performance of Citadel, and therefore the majority of employees do not want additional market exposure. It is more likely employees may buy treasuries, real estate or hold currencies.\n\n2017 UPDATE\n\nRobust pre-approval process that checks each employee trade request against defined rules and provides instantaneous feedback\n\nAutomated daily electronic broker feeds of employee transaction confirmations, which are automatically checked against defined rules and matched to employee trade requests\n\nMonitoring of employee transactions is facilitated by a proprietary reporting tool that allows for efficient and effective surveillance\n- identifies violations of pre-approval policy\n- identifies violations against Restricted List and Watch List\n- identifies trading of individuals that have been suspended due to a previous violation"
			 }
		

    ],
    "RegulatoryExaminations": [
			 {
			  	"timeFrame": "",
		        "title": "Regulatory Examinations",
		        "description": "In October 2015, the SEC conducted an examination focused on the Firm risk monitoring process, risk guidelines, controls over risk, and how the Firm risk processes relate to reporting (e.g. Form PF). Citadel highlighted that this examination was part of a sweep examining a total of 14 Firm, performed by the SEC Division of Investment Management and not the SEC Office of Compliance and Inspections and Examinations (OCIE) generally associated with examinations. The SEC performed this examination over the course of one day, which primarily consisted of obtaining risk related materials and meeting with the Risk and Treasury teams. Citadel has not received any further follow-up questions or requests from this examination.\n\nIn August 2013, the SEC Chicago office initiated an examination of the Firm Asset Management business. The SEC team working on the examination included approximately 12 staff members and were first onsite in mid-September 2013 for a week to perform interviews and begin reviewing requested documents. The SEC subsequently returned for another week in Q4 2013 as well as conducted some other, one-day meetings in Q1 2014. John Nagel (Head of Global Compliance) noted that the initial SEC requests were broad based in nature. Throughout the examination, the SEC made follow-up requests that were generally geared towards (1) obtaining a better understanding of the quantitative trading business (this part of the exam was performed by the SEC New York based quant focused team as this strategy has been a recent area of focus for the SEC) and (2) reviewing the equity strategies (Global Equities and Surveyor) given these strategies are considered a higher risk from a regulatory perspective and users of the Firm affiliated broker dealers. On September 30, 2014, the SEC issued a closing letter to Citadel with no deficiencies noted. As a matter of Firm policy, Citadel does not allow investors to review such letters; however, during our onsite meeting, Mark Polemeni, CCO, verbally read the letter to our team noting no deficiencies were discovered during the exam process.\n\nThe Hong Kong SFC began an exam of Citadel Securities (Hong Kong) Limited in August 2015. Mark Polemeni, Chief Compliance Officer, noted that the SFC finalized the examination with no material issues noted as of the end of 2015.\n\nCitadel Securities LLC (broker-dealer) is generally subject to frequent inquiries / exams by FINRA and the SEC, and other regulatory bodies. These examinations are discussed as part of our operational due diligence meeting and any significant findings disclosed would be documented accordingly. Citadel U.K. affiliate, Citadel Investment Group Europe, is subject to periodic audits by the U.K. Financial Conduct Authority (FCA). Citadel Hong Kong affiliate, Citadel Investment Group Hong Kong, is subject to periodic audits by the SFC (see above for details relating to the ongoing SFC examination).\n\nSee previous years ODD reports for further details relating to historical regulatory examinations, subpoena for information, etc."
			 }
		

    ],
    "DisciplinaryActionsLawsuits": [
			 {
			  	"timeFrame": "",
		        "title": "Disciplinary Actions/Lawsuits",
		        "description": "Neither Citadel nor any senior personnel have been the subject of an inquiry, investigation or proceeding that has materially affected Citadel business or operations.\n\nSubsequent to our meeting, in January 2017, the SEC announced that Citadel Securities (broker-dealer entity) agreed to pay $22.6 million to settle charges that its business unit handling retail customer orders from other brokerage firms made misleading statements to them about the way they priced trades from 2007 to 2010. The SEC found that two algorithms used by Citadel Securities did not internalize retail orders at the best price observed nor sought to obtain the best price in the marketplace. The SEC order found that Citadel had since discontinued the algorithms at issue. Without admitting or denying the findings, Citadel Securities agreed to pay $5.2 million in disgorgement of ill-gotten gains plus interest of more than $1.4 million and a penalty of $16 million. This fine was paid by the broker-dealer entity and it did not impact the Citadel hedge fund business.\n\nIn August 2015, media articles noted that the China Securities Regulatory Commission launched a probe into automated trading and has restricted 24 stock accounts suspected of influencing stock prices, including Citadel (Shanghai) Trading Ltd, which was suspended from trading on the Shenzhen Exchange. Mark Polemeni, Chief Compliance Officer, did not have additional information to disclose during our onsite meeting, but confirmed that this entity was one of many that were suspended following China stock market plunge in June and July of 2015. The suspended entity was an internal account trading the Firm internal money, as external investors are no longer exposed to the Firm high frequency trading strategies.\n\nIn November 2014, media articles indicated that one of Citadel former Chicago based technology sector PMs for Global Equities, Richard Farmer, was investigated by the FBI regarding insider trading. The articles noted that Farmer traded on inside information provided to him by a Dell employee in 2008 and 2009, while employed at Citadel; and erased word documents, thumb drives, and zip drives. Mark Polemeni noted that Citadel was not aware of the investigations until after Farmer left Citadel in July 2014. Citadel performed an examination over all of his trading while at the Firm and did not identify anything to report. He elaborate that any deleted docs/drives by employees can be retrieved by the Firm IT department. No charges have been brought against Farmer to date, and Citadel was not contacted by the FBI or any regulator regarding this matter. As noted above Citadel has proprietary surveillance systems and reports to monitor for potential insider trading, and are in the process of implementing Nasdaq SMARTS to enhance the trade monitoring process.\n\nIn June 2014, Citadel Securities (the affiliated broker-dealer) was fined a combined $800,000 by FINRA, NASDAQ, and other exchanges for failing to prevent erroneous orders from being sent to these stock exchanges over a three-year period from 2010 to 2013 and failing to maintain adequate controls around automated trading systems. We discussed the fines with John Nagel (Head of Global Compliance), who indicated that the fines were a result of system malfunction that caused a significant\namount of buy orders to be submitted then canceled in less than a second based on market activity (known as \"Thrashing\"). Nagel emphasized that Citadel Securities was not contacted by the SEC regarding this issue, was not accused of any market manipulation by any regulator, and they did not benefit in any way from this flurry of orders/cancels. Since 2013, Citadel has implemented additional automated controls to flag when a certain amount of orders/cancels are submitted in a given time period. If triggered, alerts are sent to IT and the Trading teams who are responsible for monitoring the overall performance of the systems. Citadel is also currently vetting a new third-party surveillance tool offered by a company owned by NASDAQ, which will enhance the monitoring of various trading activities and provide alerts to Compliance.\n\nDuring mid-2014, various media articles noted that the SEC was investigating whether the research firm/broker-dealer Height Securities illegally received and leaked information about a 2013 change in government health care policy. The actual government release came out approximately an hour after Height Securities sent an email to ~150 investor clients predicting the change in policy that would ultimately benefit health-insurance companies. John Nagel confirmed that Citadel was a recipient of the mass email from Height Securities. A member of Citadel investment team actually flagged the email to the Compliance team and called Height Securities to discuss the source of the information. The Compliance team has since done a full assessment of trading activity around positions that could have been impacted by the information provided by Height Securities, noting no issues. As of the date of our meeting, Citadel had not been contacted by any regulator relating to this investigation.\n\nDuring mid-2013, various media articles regarding the insider trading case against SAC Capital identified a former employee of Citadel (Richard Lee) as being part of an \"insider trading group\" while employed at Citadel which resulted in his termination. We discussed this matter with John Nagel who noted that Lee was an employee at Citadel for several years and was promoted to take over a trading team, at which point he marked certain positions in a way to benefit his performance. For this reason, in 2007 Citadel terminated Lee and several years later Lee joined SAC. Nagel speculated that Lee, who pleaded guilty to insider trading at SAC, made outlandish statements to go along with the SEC case that SAC was insensitive to hiring previous insider trading offenders, all in an effort to reduce his own sentence. Nagel confirmed that there was never any investigation by Citadel or any regulatory body regarding insider trading while Lee was employed there and the statute of limitations has since passed.\n\nIn August 2011, an Illinois circuit court granted a request by Citadel for a temporary restraining order against an employee accused by the Firm of sneaking highly sensitive information off its computer servers. In the complaint filed by Citadel in the Circuit Court of Cook County, Ill., Citadel claims that the employee, Yihao Ben Pu, who worked in the quantitative division, \"misappropriated confidential information and trade secrets.\" Citadel began investigating Pu a week prior to the complaint after noticing an unusually large amount of data and programs associated with his user profile. Citadel had found that Pu downloaded programs onto his computer to circumvent Citadel security provisions, which prevent users from transferring data on Citadel computers to outside devices. In January 2015, Pu was sentenced to three years in prison and required to reimburse Citadel for legal costs.\n\nADV I - Item 11 discloses the answer of \"Yes\" to the following question:\n- 11.E(2)\"Has any self-regulatory organization or commodities exchange ever found you or any advisory affiliate to have been involved in a violation of its rules (other than a violation designated as a \"minor rule violation\" under a plan approved by the SEC)?\"\n\nThe 11.E(2) disclosures relates to (1) Citadel broker dealer violations (see FINRA reports in Section 1 of the report); and (2) A ligation matter at a Citadel employee (Randall Dante Costa) former place of business (Citigroup). The suit was brought by investors in the Citigroup Mortgage Loan Trust 2007-AR5 mortgage pass through certificates or the Citigroup Mortgage Loan Trust 2007-WFHE2 asset backed certificates between January and October 2007. Nagel noted that Costa was named along with several entities in the suit as he was previously a lawyer at Citigroup and a signer of a registration statement at issue in the case. Citadel was aware of this litigation at the time that Costa was hired and it was completely vetted by Citadel legal department without issue. Costa currently works with Tom Miglis (Chief Information Officer) relating to central clearing initiatives.\n\nSee previous years ODD reports for further details relating to historical actions / lawsuits, including:\n- E*Trade Violation of Short Swing Profit Rule: Payment made to E*Trade by CEFL of $35 million in 2010.\n- Suit Against Ex-Executives for Contract Breach: Court ruled in 2009 to grant Citadel injunction to block Misha Malyshev and Jace Kohlmeier from working at their new firm (Teza Technologies LLC) for the remainder of their non-compete agreement (expired November 2010). Teza was not required to shut down operations and was permitted to keep the technology infrastructure work it had done to date."
			 }
		

    ],
    "BusinessContinuityCommentary": [
			 {
			  	"timeFrame": "",
		        "title": "Business Continuity Commentary",
		        "description": "Citadel has developed and maintains a business continuity plan that encompasses its critical business units, IT infrastructure, and also includes a crisis management component. The plan provides for a relocation of critical business units to an alternate work site if necessary. The plan covers the four key areas of business continuity: incident response, business recovery, business resumption and return home.\n\nAdditionally, Citadel has a disaster recovery manual covering critical systems and processes, and a dedicated disaster recovery site located outside the city of Chicago. This site is a live recovery facility which can accommodate 170 desk locations and can meet workstation needs (e.g. PCs, fax, phones, etc.). Citadel periodically tests and validates business recovery plans and communicates to employees the procedures in place in the event of a disruption to normal business conditions.\n\nCitadel has a data center in their Chicago office (which we viewed during our 2006 visit) that houses over 900 new Linux servers (replaced the Sun servers this year as the Linux servers are smaller, faster and more reliable).\n\nThe Chicago office has its own gas powered generator on the roof that replaces lost power in 10 seconds. The generator has enough fuel to last 2 days at normal capacity. With road access, the generator can be refueled in 4 hours and generate power virtually forever. There are similar redundancies in London and HK."
			 }
		

    ],
    "CyberSecurity": [
			 {
			  	"timeFrame": "",
		        "title": "Cyber Security",
		        "description": "Citadel created a Cybersecurity Committee that meets monthly to discuss cybersecurity risks and is responsible for the implementation and oversight of the Firm cybersecurity policies and procures. The Committee includes members of the Firm Compliance and IT teams. The Firm also engaged ACA Aponix group to audit its cybersecurity policies and procedures. From an IT perspective, Citadel has over 20 people dedicated to implementation and security of the Firm servers and networks. IT performs constant monitoring of the Firm systems for any potential cybersecurity breaches. Citadel has separate firewalls, servers, switches, and storage in place for its Asset Management and Broker-Dealer businesses. It is anticipated that future Citadel AT 101 controls reports will also include coverage of the Firm cybersecurity controls."
			 }
		

    ],
    "EmployeeBackgroundInvestigation": [
			{
			"title": "Employee Background Investigation",
			 "headers": [
					 "Employee Background Investigation",
					 "PRICING METHODOLOGY"
					 ],
			"rows":[
			]
		}
    ],
    "StaffResourceTable": [
			{
				"title": "",
				 		"headers": [
					    	"Resource",
					    	"# of resources",
					    	"Comments"
					  	],
			  
			  	"rows": [
				    {
				      "data": [
				        "Investment Professionals",
				        "695 Asset Management/163 IT",
				        "Kenneth C. Griffin - Founder, President and Chief Executive Officer\nAlexander Lurye - Head of Portfolio Construction / Risk (15+ Risk professionals)\nPeng Zhao - Vice Chairman and Chief Scientist (Heads all Quant functions at the Firm)\n\nGlobal Equities (145+ Inv professionals / 30 PM teams) Business Head: Mark Stainton\n\nSurveyor (Equities) (155+ Inv professionals / 28 PM teams) Business Head: Todd Barker\n\nRavelin (Equities) (25+ Inv professionals / 7 PM teams) Business Head: Jeff Runnfeldt\n\nAptigon (Equities) (Not yet trading) (17+ PM teams) Business Head: Richard Schimel - joined in 2016\n\nCredit (25+ Inv professionals) Business Head: Ryan Garino\n\nCommodities (Energy) (60+ Inv professionals)\nBusiness Head: Kenneth Griffin (Interim Head of Commodities)\n\nFixed Income and Macro (45+ Inv professionals / 30 PMs)\nBusiness Heads: Edwin Lin, Steve Goldberg, Uberto Palomba, Stefan\nEricsson\n\nQuantitative Strategies (65+ Inv professionals) Business Head: Jonathan Graham\n\nExecution Services\nJamil Nazarali, Head of Citadel Execution Services\n\nCitadel Securities\nCEO / Head of Market Making: Kevin Turner - joined in 2016\n\n2017 UPDATE\n\nGlobal Equities\nBusiness Head: Mark Stainton\n- 26 portfolio managers\n- 160+ investment professionals\nLocations: New York, Chicago, San Francisco, London, Houston, \n\nSurveyor Capital\nBusiness Head: Todd Barker\n- 36 portfolio managers\n- 185+ investment professionals\nLocations: New York, Boston, Dallas, Houston, Greenwich, San Francisco\n\nAptigon Capital (Launched in December 2016)\nBusiness Head: Rich Schimel\n- 20 portfolio managers\n- 90+ investment professionals\nLocations: New York, Greenwich, Dallas, San Francisco\n\nGlobal Fixed Income\nBusiness Head: Edwin Lin\nTeam: 55 Investment Professionals\nLocations: New York, Greenwich, London, Chicago\n\nCommodities\nBusiness Head: Sebastian Barrack\nLocations: Chicago, New York, Greenwich and London\nTeam: 45+ investment professionals\n\nCredit\nBusiness Head: Eric Felder\nLocations: Chicago, New York, London\nTeam: 30 investment professionals\n\nGlobal Quantitative Strategies\nBusiness Head: James Yeh\nTeam of 75+ investment professionals"
				      ]
				    },
				    {
				      "data": [
				        "Operations",
				        "319 Middle and Back Office",
				        "Gerald A. Beeson - Senior Managing Director, Chief Operating Officer\nand Chief Financial Officer\nSteve Atkinson - COO Europe\nRobert Ellsworth - COO for Global Equities (NY) - hired in Jan 2017\nMichael Weaver - COO for Surveyor - hired in 2016\nScott Miller - COO for Ravelin Capital\nDavid Bonfili - COO for Aptigon Capital (Greenwich, CT) - hired in 2016\nDaniel Dufresne - Global Treasurer (45+ professionals) \nJoe Noto - Head of US Treasury, based in NY\n\nCitadel Finance and Operations departments are managed by Gerald Beeson. In this role, Beeson leads Citadel asset and liability management, financial reporting, global operations and facilities functions.\n\nMiddle- and back-office functions take place in Chicago, with the exception of some pre-settlement trade matching in Hong Kong and London. Middle- and back-office functions, including trade reconciliations, are primarily the responsibility of the Funds administrator, Northern\nTrust. Ann Marie Davis, is the Global Head of Operations at Northern\nTrust.\n\nCitadel post trade operations are headed by Daniel Dufresne and is broken out into four groups (~45 people globally: ~30 in Chicago / 13 in London / 2 in New York):\n(i) Clearing & Settlements Group: clear all trades / financing transaction maintenance / corporate actions / settle all trades\n(ii) Portfolio/Centralized Funding: secured funding strategy and execution\n/ working capital monitoring / relationship management / documentation negotiation / regulatory and rating agency reviews\n(iii) Cash (Cash Management team): wire activity / liquidity reserve / fx funding / bank account opening\n(iv) Collateral Management: counterparty exposure / daily collateral exchange and margin validation\n\nAdministration Relationship Oversight Committee (AROC) was created to oversee the Northern Trust relationship. AROC meets two times per month with Northern Trust to discuss issues, training, and new products/tools.\n\n2017 UPDATE\n\nTreasury team employs 50+ professionals and is led by our Global Treasurer Dan Dufresne\n\n\nFunding Execution, Cash/Operations and Technology\n- Funding Execution: 17 (8 Chicago, 4 NY, 4 London, 4 HK)\n- Cash/Operations: 30 (23 Chicago, 6 London, 1 HK)\n- Technology: 10 (9 Chicago, 1 Lonon)"
				      ]
				    },
				    {
				      "data": [
				        "Accounting",
				        "Included in Middle and Back Office",
				        "Patti Stasny - Global Controller - oversees the finance and accounting\noperations of the Firm which are broken into three groups:\n(i) Financial Control (5): Oversees Northern Trust - monthly close / investor accounting / reconciliation and control. Led by Ryan Mersman, plus four staff members.\n(ii) Product Control (6): Oversees - P&L reporting / valuation verification / knowledge management / corporate actions / NT Product Control. Head of Product Control, plus 5 staff members.\n(iii) Financial Reporting: Establishes accounting policy, ensure compliance with GAAP, annual audits, and regulatory reporting. (iv) Management Company (Corporate Accounting)\n\nNorthern Trust performs certain middle- and back-office administrative and operational services for the Funds. Northern Trust teams supporting the Funds are made up of the Product Control (formerly the Business Unit Control (\"BUC\")) and the Fund Accounting groups that previously worked on the Funds at Omnium. Northern Trust Product Control (\"NTHFS Product Control\") staff are generally assigned to a trading desk based upon product expertise. NTHFS Product Control is comprised of junior staff that is responsible for P&L reporting and senior staff who works with the trading desks to develop P&L processes.\n\nOversight of Northern Trust is achieved via various committees including the AROC and Break Committee. Citadel does have an SLA in place with Northern trust which is monitored regularly and contains various termination rights of Citadel based on deliverables, etc. Patti Stasny and Dan Dufresne meet with senior level Northern Trust employees on a quarterly basis to review Northern Trust performance and Citadel provides a formal score-card on a semi-annual basis.\nAlex Lurye - Managing Director and Head of Global Portfolio Construction and Risk Group (\"PCG\"). (15+ staff). During our 2015 meeting, we met with Alex Lurye, who walked us through the real-time risk monitoring system and its capabilities."
				      ]
				    },
				    {
				      "data": [
				        "Risk Management",
				        "Included in Investment Professionals",
				        ""
				      ]
				    },
				    {
				      "data": [
				        "IT",
				        "124 (excludes 163 included in front office above)",
				        "Tom Miglis - Chief Technology Officer - re-joined Citadel in February 2016 (retired in 2013) on temporary basis following the departure of former CTO, Joseph Squeri.\nSteven Lieblich was hired in July 2016 as the Chief Technology Officer for Citadel Asset Management business."
				      ]
				    },
				    {
				      "data": [
				        "Compliance",
				        "Approx. 30 (included in Back and Middle Office)",
				        "Adam Cooper, Chief Legal Officer and Senior Managing Director, leads Citadel global legal, compliance, transaction management, and regulatory affairs functions. Subsequent to our meeting, it was announced that Adam Cooper was retiring, effective at the end of February 2017. See below for further details.\n\nJohn Nagel, Deputy General Counsel and Managing Director, is the Head of Global Compliance for Citadel. Citadel has a global team dedicated to compliance and compliance-related issues.\n\nMark Polemeni, Chief Compliance Officer, is the Head of Compliance for Citadel Asset Management, and reports to John Nagel.\n\nCitadel has various Chief Compliance Officers dedicated to Equities strategies by office location:\nRussell Dougerdas, Chief Compliance Officer (Chicago) Steve Rosen, Chief Compliance Officer (New York)\nErin Mullen, Deputy Chief Compliance Officer (San Francisco)\n\nCitadel was in the process of hiring a dedicated compliance staff member to oversee the Greenwich, CT office (as a result of launching Aptigon, see Items to Note).\n\nBreakdown by Region: U.S.:\n-Asset Management Compliance (9)\n-Broker Dealer regulations compliance (6)\n-Legal (8)\n\nLondon:\n-Compliance (3)\n-Legal (2)\n\nAsia:\n-Compliance (1)\n-Legal (1)"
				      ]
				    },
				    {
				      "data": [
				        "Investor Relations",
				        "(Approx. 50 - included above with in Middle and Back Office)",
				        "Darcy Zulpo, Head of Human Capital Management and Development\nL.J. Brock, Chief People Officer (recruiting) - joined Citadel in 2016\nEd OReilly, Global Head, Client and Partner Group\n\nMarketing/Client Service: Approximately 5 people \nHuman Capital Development: Approximately 40 people \nMedia Relations: Approximately 5 people"
				      ]
				    }
				]
			}
    ],
    "TechnologyResourceTable": [
			{
				"title": "",
				 		"headers": [
					    	"Resource",
					    	"System/Software Utilized",
					    	"Comments"
					  	],
			  
			  	"rows": [
				    {
				      "data": [
				        "Portfolio Management",
				        "Proprietary systems built for each trading strategy; Wall Street Office",
				        ""
				      ]
				    },
				    {
				      "data": [
				        "Trade Capture/Settlement",
				        "Proprietary systems; OpenLink",
				        "Proprietary systems;\nOpenLink\tCitadel self-clears most of its equity trades and has built the necessary IT infrastructure to support and integrate the trading desk, operations and accounting and communicate with external counterparties.\n\nOpenLink is a Front to Back office energy trading/ risk management tool used by the energy-trading desk."
				      ]
				    },
				    {
				      "data": [
				        "Accounting/Partner Allocations",
				        "Proprietary systems; PeopleSoft; Hydra",
				        "PeopleSoft - used as General Ledger system. A Cost Allocation System is used within PeopleSoft to allocate expenses.\n\nCitadel launched a proprietary position/cash reconciliation system in 2015 called RC Matcher (\"RCM\") to replace the previously used SmartStream TLM system. It was noted that RCM has further automated and enhanced the reconciliation process (i.e. less breaks).\n\nHydra is a proprietary system used to process and report investor-related activity, including subscriptions, redemptions and transfers for certain Funds. The system houses investor level details, including their individual Net Asset Values (\"NAV\") and is used to allocate income and expenses to each investor and calculate fees/allocations based on each investor unique investment experience. The system also generates and distributes investor-level capital statements. (Hydra replaced PIA and RAD on September 30, 2015)."
				      ]
				    },
				    {
				      "data": [
				        "Risk Management/Compliance",
				        "Proprietary monitoring systems have been built for monitoring risk management and compliance; Global Relay; Nasdaq SMARTS",
				        "Global Relay is used as the electronic communication retention system (e.g. email/IM/BB Chat).\n\nNasdaq SMARTS Surveillance Technology: Surveillance software that was still in the process of being implemented as of mid-2016. Nasdaq SMARTS monitors the portfolio, trading patterns, etc. in comparison to market activity and identifies potential issues from a regulatory / compliance standpoint. Citadel is also in the process of enhancing its proprietary software to perform robust portfolio trading surveillance in conjunction with Nasdaq SMARTS, with the final product anticipated to be finalized in 2-3 years."
				      ]
				    },
				    {
				      "data": [
				        "Other",
				        "",
				        ""
				      ]
				    }
				]
			}
    ],
    "SecurityType": [
			{
			 "title": "Security Type",
			
			 
						  "headers": [
						    "Security Type",
						    "PRICING METHODOLOGY"
						  ],
						
			
				   "rows":[
					    {
					      "data": [
					        "Listed Equities",
					        "All are priced by vendor feeds (IDC, Bloomberg, Reuters). When no prices are available from\nfeeds, independent price quotes from brokers are obtained.\n\nTotal Return Swaps are valued based on the value of the underlying instrument priced by vendor feeds (IDC, Bloomberg, Reuters)"
					        ]
					    }
					   ,
					    {
					      "data": [
					        "Gov't / Agency bonds",
					        "Pricing vendors (Trace, IDC, Bloomberg, Reuters). When no prices are available from feeds, independent price quotes from brokers are obtained."
					        ]
					    }
					   ,
					    {
					      "data": [
					        "Sovereign Bonds",
					        "Pricing vendors (Trace, IDC, Bloomberg, Reuters). When no prices are available from feeds, independent price quotes from brokers are obtained."
					        ]
					    }
					   ,
					    {
					      "data": [
					        "Mortgage Backed",
					        "Pricing vendors (IDC, Bloomberg, Reuters) or spreads and prices readily available from Bloomberg and dealers. BONY is the custodian of the Global Rates book, Citadel finances the majority of the trading with them, adding to the price discovery.\n\nAgency CMOs and Non-Agency: Pricing vendors (IDC, Bloomberg, Reuters). When no prices are available the pricing group obtains a counterparty quote and compares to trader pricing.\n\nResidential Whole Mortgage Loans include mortgage loans held directly or through structured collateralized loan obligations. For the Residential Whole Mortgage Loans held through the collateralized loan obligations (\"CLOs\"), independent price quotes are obtained from brokers for values of the debt certificates issued by the CLOs as well as an average price level for the underlying Residential Whole Mortgage Loans."
					        ]
					    }
					   ,
					    {
					      "data": [
					        "Asset Backed",
					        "Pricing vendors (IDC, Bloomberg, Reuters) or spreads and prices readily available from Bloomberg and dealers. BONY is the custodian of the Global Rates book, Citadel finances the majority of the trading with them, adding to the price discovery.\n\nAgency CMOs and Non-Agency: Pricing vendors (IDC, Bloomberg, Reuters). When no prices are available the pricing group obtains a counterparty quote and compares to trader pricing.\n\nResidential Whole Mortgage Loans include mortgage loans held directly or through structured collateralized loan obligations. For the Residential Whole Mortgage Loans held through the collateralized loan obligations (\"CLOs\"), independent price quotes are obtained from brokers for values of the debt certificates issued by the CLOs as well as an average price level for the underlying Residential Whole Mortgage Loans."
					        ]
					    }
					   ,
					    {
					      "data": [
					        "High-Yield/Distressed",
					        "The majority of corporate bonds are priced via pricing vendors (IDC, LPC, Markit, Bloomberg, Reuters) or multiple broker quotes. A small number of corporates are less liquid issuances and are priced with a single broker quote.\n\nSome less liquid corporate bonds will be fair valued using proprietary models, if necessary. The fair values are compared to a price provided by the funding bank in the deal."
					        ]
					    }
					   ,
					    {
					      "data": [
					        "Corporate Bonds",
					        "The majority of corporate bonds are priced via pricing vendors (IDC, LPC, Markit, Bloomberg, Reuters) or multiple broker quotes. A small number of corporates are less liquid issuances and are priced with a single broker quote.\n\nSome less liquid corporate bonds will be fair valued using proprietary models, if necessary. The fair values are compared to a price provided by the funding bank in the deal."
					        ]
					    }
					   ,
					    {
					      "data": [
					        "Bank Loans",
					        "LPC or Markit, broker quotes, and facilitating agent quotes. Where quotes are not available, positions are priced based on comparable corporate bonds. Occasionally, Citadel fair values bank debt based on proprietary models, recent transactions or estimated recovery values."
					        ]
					    }
					   ,
					    {
					      "data": [
					        "Futures/Forward Contracts",
					        "Futures/Forwards: Pricing vendors (IDC, Bloomberg, Reuters, Markit)"
					        ]
					    }
					   ,
					    {
					      "data": [
					        "Interest Rate Swaps",
					        "Spreads are obtained from Bloomberg, Markit, or dealers and prices are calculated using industry standard models. Citadel values are compared to counterparties at month end.\n\nPwC valued the funds Interest Rate Swaps using a recognized discount cash flow model based upon the present value of the expected cash flows for the remainder of the life of each swap (value = sum of the present value of all the future fixed and floating cash flows). The floating cash flows were forecasted using the forecast yield curve. All of the future cash flows were discounted using mid-market and closing discount curve levels on the valuation date. Bloomberg SWPM calculator (Bloomberg YCRV calculator for Brazilian Interest Rate Swaps) as the source of the discount curve and forecasting curves for all Interest Rate Swaps."
					        ]
					    }
					   ,
					    {
					      "data": [
					        "Credit Default Swaps",
					        "The CDSs traded by Citadel are liquid names and indices. Credit spreads are obtained using mid-market quotes obtained from Markit Partners and GFI broker, JP Morgan pricing algorithm, Bloomberg CDSM calculator or dealers, and prices are calculated using industry standard models. Citadel values are compared to counterparties at month end."
					        ]
					    }
					   ,
					    {
					      "data": [
					        "Options",
					        "Pricing vendors (IDC, Bloomberg, Reuters, Markit). When no prices are available from feeds (typically OTC currency options), options and warrants are valued using Bloomberg OV or OVML Currency Valuation Model. Volatilities are interpolated from Citadel Murex data extract. Warrants are priced via pricing vendors (IDC, Bloomberg, Reuters) and broker quotes where available. Warrants / Options on Corporate Debt are priced via industry standard options model.\n\nSwaptions: Pricing vendors (IDC, Bloomberg, Reuters) (Bloomberg page TTKL)"
					        ]
					    }
					   ,
					    {
					      "data": [
					        "Convertible Bonds",
					        "The majority of convertibles are priced via pricing vendors (IDC, Bloomberg, Reuters) or multiple broker quotes. Some less liquid converts are fair valued using proprietary models. The fair values are compared to a price provided by the funding bank in the deal."
					        ]
					    }
					   ,
					    {
					      "data": [
					        "Others",
					        "1. The Commodities (Energy) Portfolio is primarily comprised of basis swaps, financial swaps, financially settling call/put options, and crude, natural gas calendar spread options. These contracts are priced like OTC contracts (based on broker quotes that are at times obtained via Platts, which accumulates broker quotes for energy positions) and are back-tested when month end pricing is provided. Some of these contracts are outliers in the PwC AUP as PwC is performing their pricing months later using pricing service quotations or market maker quotations, and if not available they will use an exchange close price from an exchange website (e.g. ICE). The exchanges do put out prices, however, often times these prices cannot be traded on. Patti Stasny, Global Controller, noted that the exchange prices can be stale because these are long dated OTC contracts and dont actively trade. NTHFS Product Control uses the exchange price as a comparison, but quotes from brokers willing to trade on these quotes are the primary valuation methodology used. Certain securities are valued either through Nymex / ICE / exchange trading or the liquid portion of the OTC market (within one year), therefore readily available, indicative valuations from the exchange or dealers. Power trading is priced via ISO auctions / trading and counterparties (margined). A small portion of the Global Energy Book is in less liquid OTC contracts such as emissions trading, congestion rights, these are model priced or priced to comparables. As of the December 31, 2015 AUP report, PwC pricing methodology for Energy Contracts was as follows: 73% via pricing service quotations, 22% via exchanges, and 5% via market maker quotations. Kensington and Wellington obtain Commodities (Energy) exposure via Citadel Energy Investments Ltd. (\"CEIT\") and the recently launched Citadel FNGE Ltd. (\"FNGE\") (launched December 2014). FNGE was launched with the strategy of investing primarily in financial energy trading in the natural gas markets in the U.S. and abroad (i.e. via derivatives). The FNGE team was built up during 2015 and into early 2016. As of December 31, 2015, Kensington and Wellington exposure to CEIT and FNGE were ~7% and <0.20% of NAV.\n\n2. Physical Energy - In April 2015, Citadel launched NGPE LLC (\"NGPE\"), which invests in physical natural gas / energy markets located in North America. Citadel will generally use specialized third party vendors, including Platts and ICIS Heren, to provide pricing data related to the physical energy positions. Stasny noted that these positions will work similar to other derivative positions and there are observable market inputs, so she anticipates the majority of the positions will be categorized as Level 2 positions. Citadel will generally seek to avoid taking or making delivery of underlying physical commodities; however, if storage of the physical positions is required (e.g. to wait for better market environment), positions would be categorized as Level 3; however, Stasny anticipated that this would be in limited circumstances. Operational challenges in creating the entity included setting up relationships with non-financial counterparties; as a result, Citadel hired a CCO dedicated to the Commodities strategy.\n\nIn Q2 2016, NGPE entered its first transaction by agreeing to acquire a portfolio of natural gas pipeline transportation capacity through 2032 in the U.S. from WPX Energy (NYSE: WPX). The deal required Citadel to post $250 million for ~$300 million of demand obligations. Internally, Citadel investment team utilizes proprietary models to price the physical energy position based on market data obtained regarding various transport pipeline points. NTHFS and Citadel Operations team are able to obtain similar market data for comparison purposes to the model inputs, and Stasny noted that to date they have not obtained data that is materially out of line with regards to the investment team model inputs. In addition, as part of the year end audit / AUPs, PwCs energy valuation experts will perform a detailed analysis of the positions valuation. Overall, Kensington and Wellington exposure to NGPE and the physical energy space remains relatively immaterial. Although NGPE is illiquid, exposure to Funds is immaterial."
					        ]
					    }
					   ,
					    {
					      "data": [
					        "Others",
					        "3. Citadel Clearing - The equity portion of the investment in Citadel Clearing was fair valued at book value as determined using broker-dealer accounting standards. The debt portion is valued at the face value of the investment plus interest. As of December 31, 2015, each Master Fund allocation to Citadel Clearing represented approximately 2-4% of NAV, resulting in approximately 1-3% exposure to each of the underlying feeder funds held by investors (i.e. Kensington, Wellington, Tactical Trading, and Global Equities Feeder Funds). The equity and loan exposure to Citadel Clearing is not included within the ASC 820 Level analysis within the audited financial statements or the NTHFS Verification Reports, but this exposure would be considered Level 3 as there is no market for the Citadel Clearing position. See Items to Note for further details regarding the structure and use of Citadel Clearing.\n\n4. Preferred Equity Redemption Securities (PERCS) are priced via pricing vendors (IDC, Bloomberg, Reuters, JP Morgan Pricing Direct) or multiple broker quotes. A small number are less liquid and are priced with a single broker quote. PERCS are preferred stock with special provisions limiting the value of its convertible shares and the mandatory redemption value at maturity. PERCS generally offer a higher yield than common stocks. However, they can be called at any time, generally at a higher price than the cap price. When the PERC matures, it must be redeemed into either cash or underlying shares.\n\n5. Airplane Securitization - Are valued to comparable prices of equipment trust certificates (ETCs), which are financial securities used in aircraft finance, most commonly to take advantage of tax benefits in North America."
					        ]
					    }
					   ,
					    {
					      "data": [
					        "Others",
					        "6. Privates - As of December 31, 2015, there were 4 (2014: 7) private investment positions (excluding investments in external funds) with total exposure to the Funds of approximately $3.3 million. The Funds have not purchased any new \"true private equity\" assets since 2008. Citadel historically used independent third-party valuation agents (Duff & Phelps and Houlihan Lokey) at least annually to price material private positions (typically >$10 million); however, given the immaterial nature of the remaining positions, they are currently being valued internally by Citadel. The remaining 4 positions were as follows:\n-Ferro Alloy: $2.1m\n-Satimola Limited: $1.2m\n-Time Warner: $0\n-Eclipse Aviation Corp: $0\n\nStasny noted that Citadel has received bids for both the Ferro Alloy and Satimola positions, and is hopeful to exit the positions in the coming year"
					        ]
					    }
					   ,
					    {
					      "data": [
					        "Others",
					        "7. Investments in Funds - Kensington and Wellington have had exposures to external fund managers, via its investments in CEFL and Surveyor in the past. Generally, the Investment Funds are valued based upon the NAVs reported to Citadel by the external managers or the underlying fund administrator on a monthly basis. In addition, Citadel receives annual audited GAAP financial statements for its investments in the external funds.\n\nAs of December 31, 2015, Kensington and Wellington had exposure to 2 external funds totaling approximately $11.7 million (2014: $134 million). This exposure was significantly reduced during 2015 as a result of the full redemption from Encompass Capital Master Fund which represented $124 million as of December 31, 2014 (See the 2015 ODD report for further details relating to the relationship and redemption from Encompass). During 2016, the remaining holdback was released from Encompass, leaving only one remaining external fund investment, as follows:\n\ni) Knighthead Master Fund ($10.2 million at 12/31/15), is a credit fund which was previously seeded by Citadel. The fair value was noted as being $1 million of equity interest and $9 million of rights to future sponsor and profit allocations (not profitable in 2016). Knighthead Master Fund is currently winding down and Citadel anticipates it will receive its final payment in 2017.\n\nCitadel does not currently intend to invest in any new external managers or spin out existing portfolio managers."
					        ]
					    }
					   
				]
			}
    ],
    "Strengths": [
			{
			 "title": "Strengths",
			
			 
						  "headers": [
						    "Strength",
						    "Description"
						  ],
						
			
				   "rows":[
					    {
					      "data": [
					        "Resources/Infrastructure",
					        "Citadel has a very robust back office infrastructure. Significant investment has been made in trading/back office systems, with continued technology support being provided to Northern Trust. Citadel has the ability to invest in people and systems due to the pass-through expense arrangement."
					        ]
					    }
					   ,
					    {
					      "data": [
					        "External Adminstrator",
					        "Northern Trust serves as an external administrator to the Citadel Funds. Given the sale of Omnium LLC by Citadel to Northern Trust in 2011, Northern Trust administration team serving Citadel is primarily made up of former Citadel (Omnium) employees and has seen limited turnover."
					        ]
					    }
					   ,
					    {
					      "data": [
					        "Alignment of Interests",
					        "Internal capital makes up between 15% and 20% of Firm AUM with over $1.7 billion invested in Kensington and Wellington combined. See Section 1 for additional internal capital details."
					        ]
					    }
					   ,
					    {
					      "data": [
					        "Treasury Function",
					        "Citadel treasury function is considered a strength. Citadel maintains relationships with ~60 counterparties from which it may obtain financing. In addition, the Firm uses of an affiliated broker-dealer for clearing services and financing, which benefits the Funds as described in further details noted above."
					        ]
					    }
					   
				]
			}
    ],
    "Concerns": [
			{
			 "title": "Concerns",
			
			 
						  "headers": [
						    "Concerns",
						    "Description"
						  ],
						
			
				   "rows":[
					    {
					      "data": [
					        "Expense Pass-Thru",
					        "The Funds have a pass through expense structure where management company expenses and overhead are paid by the Funds (and ultimately investors). This is in addition to the 20% performance fee. While this creates stability and the ability to attract strong resources, this creates a much higher expense structure as compared to hedge funds with standard fee structures. See above for details."
					        ]
					    }
					   ,
					    {
					      "data": [
					        "Leverage",
					        "The Funds employ a higher degree of leverage when compared to other hedge funds. This is mitigated by a strong treasury function, see above for details."
					        ]
					    }
					   ,
					    {
					      "data": [
					        "Business Restructuring",
					        "In the past, all Citadel activities were for the benefit of Wellington and Kensington. Over the past few years, certain profitable businesses have been spun out of Wellington and Kensington with limited capacity to investors. After the spin-outs, Citadel has returned external capital and left internal capital. Other businesses have been started outside of Wellington and Kensington. Much of Citadel infrastructure has been paid by and is supported by Wellington and Kensington."
					        ]
					    }
					   ,
					    {
					      "data": [
					        "Regulatory Oversight",
					        "Both the facts of Citadel being a high profile manager and the Firm ownership of broker-dealers, generally subject the Firm and the Funds to more frequent oversight from regulators."
					        ]
					    }
					   
				]
			}
    ],
    "ServiceProviders": [
			{
			"title": "",
			 "headers": [
					 "",
					 "PRICING METHODOLOGY"
					 ],
			"rows":[
				    {
				      "data": [
				       "Auditor",
				        "PricewaterhouseCoopers"
				      ]
				  	}
				  ,
				    {
				      "data": [
				       "Administrator",
				        "Northern Trust Hedge Fund Services"
				      ]
				  	}
				  
			]
		}
    ],
    "ODDExecSummary": [
			 {
			  	"timeFrame": "",
		        "title": "Executive Summary",
		        "description": "Organization Overview / Strategies\nKen Griffin, founder and CEO of Citadel LLC (the \"Firm\"), developed his first convertible bond arbitrage model while attending Harvard in the late 1980s. After graduation, he moved to Chicago to work for Glenwood Capital Management. Just over a year later, he started the Wellington Fund (November 1990) with approximately $5 million of investor capital. Citadel LLC has two principal platforms, Citadel Asset Management and Citadel Securities. Citadel Asset Management includes multi-strategy and single-strategy hedge funds managed by Citadel Advisors LLC. Citadel Securities primarily includes market making, and high frequency trading strategies. Citadel is one of the largest options specialists and retail equity market makers in the U.S.\n\nCitadel has offices in Chicago (headquarters), London, Hong Kong, New York, Boston, Dallas, San Francisco, Greenwich, Houston, Toronto, Denver, Shenzhen, and Shanghai. AUM is currently $23.5 billion and the Firm has approximately 1,300 employees. Citadel combines intellectual foundation, technology and people to identify and exploit market opportunities. Investments and trading, quantitative research, portfolio finance, information systems, operations, legal and accounting are all highly integrated but independent groups. Citadel goes to great lengths to ensure that these different groups work together and spends significant resources training and cross-training employees.\n\nCitadel currently offers 5 investor funds for external investors. Each investor fund is comprised of one or more vehicles that pursue similar strategies.\n\nMulti-Strategy:\n1. Citadel Wellington LLC (\"Wellington\")\n2. Citadel Kensington Global Strategies Fund Ltd (\"Kensington\" or collectively with Wellington, the \"Funds\")\n\nThe Funds pursue a broad range of strategies on a global basis, and have diversified into new investment strategies opportunistically over time, utilizing a variety of relative value, event-driven and fundamental approaches. Citadel initially focused strictly on US convertibles and later expanded into many other strategies, including the core strategies below:\n\n* Credit - U.S. and European Convertibles, Corporate Bond Trading, Liquid Correlation Trading and Credit Index Arbitrage\n* Equities - Long/Short Global Equities and Equity Derivatives via four distinct equity businesses: Global Equities, Surveyor, Ravelin, and Aptigon (trading to commence in late 2016)\n* Global Fixed Income and Macro - Sovereign Government Debt, OTC Interest Rate Derivatives, Listed Interest Rate Futures and Options, FX, Agency MBS, and Equity Indices\n* Commodities (formerly Energy) - Natural Gas, Electricity, Crude and Refined Products and Volatility Trading\n* Quantitative Strategies - Research-driven strategies across a diverse set of asset classes including Equities, Sovereign Bonds, FI, Commodities, Credit, Options, and Currencies\n\nCitadel has created separate master funds / trading vehicles for each strategy to segregate risk and collateral. In addition, some of these subsidiaries are being marketed to external investors as single strategy funds.\n\nKensington and Wellington currently gain exposure to the Firm various strategies via the following Master Fund entities:\n* Citadel Multi-Strategy Equities Master Fund Ltd. (\"CEMF\") - Global Equities, Surveyor, Ravelin, and Aptigon strategies (Aptigon trading to commence in late 2016)\n* Citadel Equity Fund Ltd. (\"CEFL\") - Convertibles and quantitative credit strategies\n* Global Fixed Income Master Fund Ltd. (\"GFIL\")\n* Citadel Energy Investments Ltd. (\"CEIT\")\n* Citadel Quantitative Strategies Master Fund Ltd. (\"QSMF\")\n* Citadel QFIC Master Fund Ltd. (\"QFIC\") - Fixed income quantitative strategy (formerly Macro Master)\n* Citadel FNGE Ltd. (\"FNGE\") - Financial energy trading in natural gas investment strategy\n* Citadel NGPE LLC (\"NGPE\") - Physical natural gas investment strategy\n\nIn addition to the Multi-Strategy Funds, Citadel currently offers certain of the above strategies directly to external investors via the following funds:\n1. Citadel Global Equities Fund Ltd. / Citadel Global Equities Fund LLC (\"Global Equities Feeders\"):\nThe Global Equity strategy is based on fundamental research as well as proprietary analytical methodologies and quantitative analysis. In implementing the Global Equity strategies, Citadel takes directional positions, relative value positions, and combinations thereof, both long and short, on a global basis, investing in a broad range of investment instruments (primarily listed equities). The Global Equities Investing Team is comprised of 30 portfolio management teams in the U.S., Europe and Asia. In addition, there are currently three Single Investor Funds (\"SIFs\"), which are invested via the Global Equities strategy (CG Alpha, Citadel Global Equities BAS II, and Citadel Global Equities LH Ltd.). Following the 2016 equity strategy restructuring (see Items to Note), the Funds access exposure to Global Equities via CEMF.\n\n2. Citadel Global Fixed Income Fund LLC / Citadel Global Fixed Income Fund Ltd (\"Global Fixed Income Feeders\"):\nGlobal Fixed Income deploys capital in the developed interest-rate markets, focusing on liquid products including nominal and inflation-protected government bonds, interest-rate swaps, futures, options, and agency mortgage-backed securities. Strategies are primarily concentrated in the G7 interest rate markets. Global Fixed Income employs a combination of macroeconomic analysis, quantitative modeling, and rigorous portfolio construction to identify and capture opportunities. The Funds access fixed income exposure via a direct investment in Global Fixed Income Master Fund Ltd. (\"GFIL\").\n\n3. Citadel Tactical Trading LLC / Citadel Tactical Trading Ltd (collectively \"Tactical Trading\"):\nTactical Trading generally employs certain quantitative trading strategies as well as fundamental equity strategies (including investments in QSMF and CEMF strategies). Exposure includes investments, both long and short, in the equity and equity-linked securities of companies in the United States and abroad.\n\nOther key single strategies not offered to external investors directly include the following:\n\n1. Equities (Surveyor Capital):\nSurveyor Capital (\"Surveyor\") strategy launched in 2010 and is a fundamental global equity long/short platform consisting of independent, industry-focused teams. The teams utilize a fundamental, bottom-up approach to stock selection generally in a\nmarket neutral context. The platform currently includes 28 portfolio management teams. The Surveyor platform provides portfolio managers with trading infrastructure, committed capital, risk, and investment infrastructure framework. Following the 2016 equity strategy restructuring (see Items to Note), the Funds access exposure to Surveyor via CEMF.\n\n2. Equities (Ravelin Capital):\nRavelin Capital (\"Ravelin\") is a San Francisco based, long/short equity strategy that initially deployed capital in November 2015, led by a senior Global Equities team veteran, Jeff Runnfeldt. Ravelin combines fundamental stock selection with rigorous portfolio construction and risk framework. The platform currently includes 7 portfolio management teams. Following the 2016 equity strategy restructuring (see Items to Note), the Funds access exposure to Surveyor via CEMF.\n\n3. Equities (Aptigon):\nAptigon Capital (\"Aptigon\") is a long/short  equity strategy based in Greenwich, CT that was launched in April 2016. Aptigon is led by the former co-founder of Diamondback Capital, Richard Schimel. As of October 2016, Aptigon had not begun trading, but will eventually trade through the CEMF entity as well. See Items to Note for further details regarding the launch of Aptigon.\n\n4. Credit (CEFL):\nThe Credit team seeks to generate alpha through quantitative and fundamental approaches to investing across the corporate capital structure with a primary focus on convertible arbitrage and fundamental credit investing across the U.S. and European corporate universe. Key products traded include corporate debt, convertible debt, and credit derivatives. Exposure to the credit strategy is through Citadel Equity Fund Ltd. (\"CEFL\") and Global Fixed Income Master Fund Ltd. (\"GFIL\").\n\n5. Commodities (CEIT / FNGE / NGPE):\nThe Commodities (Energy Strategy) includes Citadel activities in the North American natural gas market and European gas and power markets, as well as its activities in the crude oil and refined products and agricultural commodities markets. The Energy team combines fundamental market expertise with quantitative analysis seeking to identify directional and relative value investment opportunities. Kensington and Wellington obtain energy exposure via CEIT and the newly launched entities: FNGE and NGPE. FNGE was launched in December 2014 with the strategy of investing primarily in financial energy trading in the natural gas markets in the U.S. and abroad. In April 2015, NGPE was launched with the strategy of investing in physical natural gas / energy markets located in North America. Both the FNGE and NGPE teams continued to be built during 2015/2016, and allocations to these strategies have remained small to date. The Energy Strategy was launched to external investors in the beginning of 2014, but due to volatility in the Energy space and lack of investor demand, it was closed to external investors in\n2014.\n\n6. Quantitative Strategies (QSMF / QFIC):\nThe Quantitative Strategy applies mathematical and statistical models to historical and current data in an attempt to identify profit opportunities resulting from \"mispricings,\" deviations from statistical pricing patterns, market anomalies arising from supply and demand imbalances, and other factors. The models generate potential investment positions based on their analysis of this data. This analysis is combined with real-time market data to create buy and sell orders, which are then generally executed through an automated trading system. Strategies may vary and utilize different forecasting techniques, predictive horizons, target markets, investment instruments and risk profiles. Although highly quantitative in nature, the strategies implemented incorporate certain subjective elements, such as the decision as to which strategies and models to use, the selection and weightings of particular signals, and the market sectors on which to focus. Based on the timing of trading within the Quantitative Strategy, it is not considered high frequency trading. The Funds access the Quantitative Strategies via QSMF (equities / derivatives) and QFIC (fixed income).\n\n\n\n2017 UPDATE\n\nCitadel LLC has two principal platforms, Citadel and Citadel Securities. Citadel includes multi-strategy and single-strategy hedge funds managed by Citadel Advisors. Citadel Securities, which includes market making, is one of the largest options specialists and retail equity market makers in the U.S.\n\nCitadel Securities\nEquities Market Making\nOptions Market Making\nETF Market Making\nNYSE Designated Market Making\nFICC Market Making\n\n\nBACKGROUND INVESTIGATION \n\nCitadel Investment Group initial background investigation was performed by BackTrack on May 3, 2004 and updated by BackTrack on July 8, 2014. Background investigations were performed on Citadel and key individuals in 2004, 2005, 2006, 2007, 2008, 2009, 2011, and 2014. All material findings were discussed throughout the report.\n\nCitadel policy is not to sign background releases to verify prior education/employment. This has precluded direct confirmation for certain employment history and education. However, Citadel maintains a robust hiring process, which includes extensive reference checks and background investigations for all members that includes employment and education verification.\n\n\nAUM:\n\nThe aggregate of the Funds AUM listed above and Firm AUM do not reconcile due to Citadel Limited Partners (\"CLP\") (internal capital) investments in Citadel Securities LLC (broker-dealer) and Citadel Tactical Trading, which are not included above. CLP currently has investments in Citadel Securities LLC, Citadel Tactical Trading, and Citadel Velocity as follows:\n-Citadel Securities - Approximately $1 billion.\n-Citadel Tactical Trading - Approximately $900 million. Internal capital invested in Citadel Tactical is levered 2x with no recourse to the Tactical Funds. Over the past few years, Citadel has been returning capital to the Tactical Funds external investors. The Tactical Funds investor base is currently made up of a small number of investors.\n-Citadel Velocity - Approximately $250 million.\n\nApproximately 11% of the combined AUM of Kensington and Wellington consist of internal capital.\n\nThere are three Global Equities Single Investor Funds (\"SIFs\"), with a total AUM of ~$1 billion. The SIFs are: (1) CG Alpha, (2) Citadel Global Equities BAS II, and (3) Citadel Global Equities LH Ltd.\n\nThe Cyprus Investment Funds were created in 2011 as single investor funds for the Firm largest investor. The Cyprus Funds primarily invest alongside Kensington/Wellington.\n\n2017 UPDATE\n\nAs of the Effective Date, Citadel Advisors and its Affiliates have firmwide investment capital of over $27 billion.\n\nMulti-Strategy $17.4 billion\nTactical Trading $1.5 billion\nGlobal Equities $2.7 billion\nGlobal Fixed Income $2.1 billion\n\nKensington / Wellington Risk Utilization as of July 2017\n- Commodities ~14%\n- Credit ~8%\n- Global Quantitative Strategies ~5%\n- Global Fixed Income ~21%\n- Global Equities ~21%\n- Surveyor Capital ~24%\n- Aptigon Capital ~4%\n- Event Driven ~2%"
			 }
		

    ],
    "ItemstoNote": [
			 {
			  	"timeFrame": "",
		        "title": "Items to Note",
		        "description": "1) EQUITY STRATEGIES RESTRUCTURING / NEW EQUITY PLATFORM LAUNCHED:\n\nIn early 2016, Citadel began consolidating certain of the fundamental equity long/short strategies being conducted within various affiliated master funds, including Citadel Equity Fund Ltd. (\"CEFL\"), Surveyor Capital Ltd. (\"Surveyor\"), Citadel Global Equities Master Fund Ltd. (\"GEMF\"), and Ravelin Capital, Ltd. (\"Ravelin\") into one trading entity, Citadel Multi-Strategy Equities Master Fund Ltd. (\"CEMF\"). The dedicated equity teams within Global Equities, Surveyor, Ravelin, and Aptigon (launched in 2016 as discussed below) remain as separate business units within the Firm; however, trading by these entities and exposure by Kensington and Wellington to these strategies is now consolidated through CEMF.\n\nThe restructuring was driven by the cost savings from a trading standpoint that results from having the businesses combined. Positions can also be netted within CEMF, reducing margin costs (e.g. if Citadel was boxed between two entities, Citadel was previously paying full margin costs on both sides). Based on internal testing / research, Dan Dufresne, Global Treasurer, noted that based on the Firm equity trading volumes, the total annual cost savings by restructuring to the one trading entity was upwards of $100 million. In addition, the CEMF structure also provides certain operational efficiencies and allows the Firm to launch additional equity platforms with minimal operational impact. Dufresne confirmed that the restructuring did not have an impact on the counterparties used, terms of financing, or use of Citadel Clearing / CIFC for clearing, settling, and financing as described in further detail below. Arthur Bell, as the Investors Representative Committee, was responsible for reviewing and approving the various investment positions transferred from the legacy master fund entities to CEMF.\n\nTo further enhance the operational oversight of each of these equity business units, Citadel has hired COOs dedicated to each of the different equity platforms. There are no \"hard\" walls set up between the various equity businesses; however, a \"soft\" wall structure is adhered to as the various equity teams do no discuss position details.\n\nThe equity platforms trading within CEMF are as follows:\n\n- Global Equities (23% of Risk Utilization for the Funds) - Global Equities has 30 PM teams, 145+ investment team members, and a dedicated COO. As part of the restructuring, ~70% of the GEMF portfolio was transferred to CEMF, with the remaining 30% in GEMF relating to the Global Equity single strategy feeders exposure (Citadel Global Equities Fund Ltd. / Citadel Global Equities Fund LLC).\n\n- Surveyor Capital (21% of Risk Utilization for the Funds) - Surveyor has 28 PM teams, 155+ investment team members, and a dedicated COO. Following the restructuring, Surveyor previous Master Fund entity, Surveyor Capital Ltd., no longer exists and all exposure to Surveyor trading will be through investments in CEMF.\n\n- Ravelin Capital (4% of Risk Utilization for the Funds) - Ravelin was launched in 2015 based in San Francisco and has 7 PM teams, 25+ investment team members, and a dedicated COO. Following the restructuring, Ravelin previous Master Fund entity, Ravelin Capital Ltd., no longer exists and all exposure to Ravelin trading will be through investments in CEMF.\n\n- Aptigon Capital - Citadel is in the process of building a fourth equity platform called Aptigon Capital. Citadel hired the former co-founder of Diamondback Capital, Richard Schimel in April 2016 to head Aptigon Capital, and subsequently hired approximately 17 PMs from Visium Capital, with intentions to hire another 6-8 PMs in the coming year. The Aptigon team will be primarily based out of the Firm Greenwich, CT office. A Greenwich based COO was hired dedicated to Aptigon and the Firm was in the process of hiring another compliance resource to be based in Greenwich. As of October 2016, Aptigon had not begun trading, but will eventually trade through CEMF as described above.\n\nVisium Capital is a firm which liquidated the majority of its products in 2016 amid SEC charges alleging an insider trading scheme. Additional compliance screening was performed over the individual hired from Visium, including interviews with the PMs by compliance staff with a focus on understanding how each PM performed their research and performing a comparison of the positions each PM covered at Visium vs the positions in question within the SEC allegations. On an ongoing basis, Citadel compliance team will re-assess these PMs. It was confirmed that none of the individuals hired from Visium were part of the ongoing investigations at Visium and Citadel did not rescind any of the offers initially made to the former Visium employees based on the compliance screenings.\n\n2) AFFILIATED BROKER-DEALERS:\n\nThe Citadel Asset Management hedge funds utilize the services of two affiliated broker-dealers, Citadel Clearing LLC (\"Citadel Clearing\") and Palafox Trading LLC (\"Palfox\"). Historically, certain Master Funds (defined below) utilized the services of Citadel Securities LLC (\"CS-US\" or \"CDRG\") as an affiliated broker-dealer; however, in 2015, Citadel launched Citadel Clearing as a new, separately registered broker-dealer that is substantially owned by the Master Funds that utilize it to clear, settle, and finance positions including: Citadel Equity Fund Ltd. (\"CEFL\"), Citadel Multi-Strategy Equities Master Fund Ltd. (\"CEMF\"), Citadel Global Equities Master Fund Ltd. (\"GEMF\"), and Citadel Quantitative Strategies Master Fund Ltd. (\"QSMF\") (collectively referred to within this section as the \"Master Funds\"). Citadel Clearing was ultimately created to better manage the inherent conflicts of interest associated with using CS-US, without causing any significant impact to the Master Funds previous clearing/financing abilities.\n\nCitadel Clearing replaced the use of CS-US by the Master Funds with regards to clearing services and financing activity, and welcomed a cleaner structure as it no longer exposes the Master Funds to the proprietary trading or equity and options market making businesses of CS-US. Citadel Clearing is not external-client facing; therefore, Citadel anticipates that it will be subject to less regulatory scrutiny than what CS-US faces with its market making businesses. The key benefits of the Master Funds using CS-US (noted below) have remained unchanged via the new Citadel Clearing structure. There has not been an impact on fees/commissions paid by the Master Funds as a result of the transition. The Master Funds pay bulk pricing rates on a quarterly basis, and are not subject to transaction based pricing. Citadel was able to negotiate the same or better agreements with all the lenders/counterparties used by CS-US, therefore, there has been no impact to the Master Funds ability to access financing options. All such agreements are with Citadel Clearing, which is not guaranteed by the Master Funds; therefore, no recourse is expected to pass to the Master Funds beyond their investment in Citadel Clearing. The key change is that the Master Funds no longer execute trades through CS-US. All trades are now executed via third party executing brokers, as the execution algorithms have been updated to no longer include CS-US. It was our understanding that the savings the Master Funds were receiving (if any) from executing through CS-US did not outweigh the regulatory scrutiny and perceived conflicts of interests; as well as the fact that CS-US was competing against the other executing brokers; which further impacts cost.\n\nThe Master Funds own ~95% of Citadel Clearing with the remaining 5% ownership held internally by entities owned and controlled by Citadel Principals. The Master Funds contributed ~$500 million in the aggregate to Citadel Clearing in exchange for equity and debt therein. Approximately $300 million of this amount is comprised of a loan to Citadel Clearing, although Citadel Clearing has the right to draw up to $750 million in total (via an additional $450 million revolving credit facility). The remaining $200 million was contributed in exchange for equity in Citadel Clearing. The equity and debt was initially allocated among the Master Funds based on each Master Fund utilization of the clearing services provided by CS-US at the time of Citadel Clearings creation in 2015. Given the 2016 liquidation of the Citadel Event Driven Master Fund Ltd. and the consolidation of certain fundamental long/short equity strategies into one trading entity, CEMF, Citadel was required to reallocate the equity and debt in 2016 based on each Master Fund utilization of Citadel Clearing at the time. Citadel Advisors LLC may reallocate all or a portion of the interests at their discretion, based on various factors (e.g. changes in the amount of clearing services used by a Master Fund, the addition of a new Master Fund that uses Citadel Clearing services, etc.). Although the size of each Master Fund allocable portion of the interests may vary over time, the ratio of debt to equity is expected to be similar across the Master Funds (60% / 40%). The 5% ownership held internally is also split via the same debt to equity ratio. The debt portion of the structure has a 5 year term, with automatic one-year renewals thereafter, unless notice is provided by the Master Funds or Citadel Clearing to terminate. The initial term loan pays interest to the Master Funds at a rate equal to the 5-year Treasury Note plus 2.25% per annum and the revolving credit facility pays at a rate equal to the 3-month LIBOR plus 2.25%. The $450 million revolving credit facility is in place as a cushion against additional regulatory capitalization requirements, and has not been used to date.\n\nCitadel Clearing was not set up as a profit seeking entity, but rather as an internal management company type entity controlled by the entities that own it. As of December 31, 2015, each Master Fund allocation to Citadel Clearing represented approximately 2-4% of NAV, resulting in approximately 1-3% exposure to each of the underlying feeder funds held by investors (i.e. Kensington, Wellington, Tactical Trading, and Global Equities Feeder Funds).\n\nThe key benefits of using Citadel Clearing are as follows:\n- Citadel Clearing provides access to a more diversified group of agent lenders as it interacts with ~60 counterparties (as compared to a typical hedge fund that may only be able to access lending through its prime brokers). This gives Citadel treasury department access to a significantly larger pool of financing options when entering into swaps, repurchase agreements, securities lending, etc. It also makes it easier for the treasury department to raise cash if needed.\n- When posting collateral for borrows, the Master Funds can post a combination of securities and cash through Citadel Clearing. Having the ability to diversify its collateral allows Citadel to reduce the impact of mark to market triggers.\n- Decreases external counterparty exposure as borrowing can occur between affiliated funds through Citadel Clearing. For borrowing and lending, the funds face Citadel Clearing and Citadel Clearing faces the street directly. Citadel Clearing does not custody any assets on behalf of Citadel affiliated funds and collateral is typical held in custody at large U.S. banks.\n- The ability to net collateral for margining positions is estimated to save Citadel affiliated funds an estimate $50 million per year.\n- Reduction in financing charges when Citadel Clearing is able to facilitate borrowing and lending through affiliates.\n\nPalafox Trading LLC:\nPalafox Trading LLC (\"Palafox\") is a broker/dealer registered with the SEC and a member of FINRA, the Fixed Income Clearing Corporation (\"FICC\"), and various national and international securities exchanges. Palafox business is limited to securities borrowing and lending, and repurchase and reverse repurchase transactions involving certain types of fixed income securities including U.S. Government securities and mortgage-backed securities. Palafox is 100% owned by Citadel Global Fixed Income Master Fund (\"GFIL\") and is only used by Citadel (i.e. no external clients).\n\nThe main purpose of Palafox is to act as the intermediary for GFIL in entering into repo transactions. Citadel has been a longtime advocate of central clearing; therefore, Palafox transacts primarily with other FICC members and acts as a credit intermediation platform by giving up all U.S. trades to FICC, the fixed income subsidiary of the DTCC. During 2016, Palafox also became an LCH repo clearing member in Europe, which serves in a similar manner.\n\nThe key benefits of using Palafox are as follows:\n- Reduced counterparty exposure as trades are given up to the central clearer.\n- Palafox provides access to a more diversified group of counterparties (as compared to a typical hedge fund).\n- Allows Citadel to net collateral posted at the central clearer.\n\nNot all repos are executed via Palafox, as the funds typically receive lower margin terms when facing the street directly as compared to using a central clearer. Citadel treasury department is responsible for determining when to use Palafox, which is typically based on the cost benefit of the added protection gained by trading through Palafox.\n\nOversight / Monitoring:\nAlthough the creation of Citadel Clearing alleviated the majority of the conflicts of interest of the previous structure, CS-US remains as an affiliated broker-dealer of the Investment Manager. Citadel has implemented information barrier policies and physical separation of people/systems as well as compliance people between Citadel Asset Management and CS-US. A former NASD director sits on the CS-US desk to physically monitor trading and communications across Citadel businesses.\n\nAs noted above, Citadel funds no longer direct orders to CS-US and CS-US does not see the funds trade flow, preventing front running by CS-US. In execution, the majority of the flows are based on Citadel execution algorithms with limited PM involvement. Citadel compliance group gathers market data to ensure best execution was obtained by the funds and an Execution Quality Committee ensures trading is done in line with Firm policies. In addition, Citadel continues to automate as much of their trade flow process as possible and increase the automation of determining where flows are sent to help demonstrate best execution for the funds.\n\nSee the \"Citadel - Use of Affiliated Broker Dealers\" memo attached in Section 3 of the report for further details including affiliated borrowing/lending flowchart examples.\n\n3) EXPENSE PASS-THROUGH:\n\nCitadel passes through a portion of the management company expenses to Kensington, Wellington, and the Tactical Trading Funds. This practice has resulted in expense ratios being significantly higher than most other hedge funds. The pass through of expenses is negative as it subjects investors to the netting risk, meaning if one or more strategies/portfolio managers experience a loss for the year that is larger than the gains of the other strategies/portfolio managers, the investor will still be responsible for paying that strategies/portfolio managers bonuses that were profitable during the year even though the Fund as whole experienced a loss for the year.\n\nFor Kensington, the expense ratio was 6.3% of average net assets or $580 million in 2015, down as percentage of average net assets from 7.96% but up from a dollar amount of $450 million in 2014. For Wellington, the expense ratio was 6.27% of average net assets or $320 million in 2015, down as percentage of average net assets from 7.95% and down as a dollar amount from $340 million in 2014. The expense ratios as a percentage of net assets decreased for both Kensington and Wellington; however, the dollar amount allocated to Kensington increased year-over-year while Wellington decreased slightly, due to Kensington AUM increasing by 37% in 2015, as compared to Wellington increase of 5%. The change in expense ratios and compensation dollars seems reasonable based on the above facts and the fact that performance decreased in line with the expense ratio decreases (as a percentage of ANA) over the two years ending December 31, 2015 (K: 13.5% / W: 14%) and December 31, 2014 (K: 17% / W: 18%).\n\nThe financial statements do not specifically break out the fixed fees for Kensington and Wellington; however, based on discussions with Citadel and using the 2015 audited financial statements, we calculated the estimated fixed and performance fees in an effort to convert the Funds pass-through expenses into a typical fee structure (see the Citadel Expense Analysis attached in Section 6 of the report for calculations):\n-Kensington: 2.5% Fixed (Management) Fee / 36% Performance Fee.\n-Wellington: 2.5% Fixed (Management) Fee / 36% Performance Fee.\n\nTactical Trading - Citadel also passes through management company expenses to Tactical Trading, which again has led to very high expense ratios when compared to typical hedge funds. For Tactical LLC, the expense ratio was 5.23% or $30 million in 2015, down as a percentage of average net assets compared to 7.84% or $24 million in 2014. For Tactical Ltd, the expense ratio was 5.24% or $32 million in 2015, down as compared to 7.84% or $43 million in 2014. The change in expense ratios and compensation dollars seems reasonable based on the fact that performance decreased in line with the expense ratio decreases (as a percentage of ANA) over the two years ending December 31, 2015 (LLC: 16.5% / Ltd: 15%) and December 31, 2014 (LLC: 27% / Ltd: 26%). Following the same methodology noted above, the typical fee structure breakdown for the Tactical Trading is as follows (see the Citadel Expense Analysis attached in Section 6 of the report for calculations):\n-Tactical LLC: 2.25% Fixed (Management) Fee / 32% Performance Fee.\n-Tactical Ltd: 2.25% Fixed (Management) Fee / 32% Performance Fee.\n\nExpenses and compensation are tracked for each trading desk. Trading desks that cover multiple funds and businesses are allocated based on time sheets. Investors in the single strategy funds pay a fixed management fee and performance fee (i.e. Global Equities Funds: 2.5%/25%). Kensington, Wellington, and Tactical Trading Funds do not pay any additional layers of fixed fee structures from the master funds in which they invest, they are just allocated their pro rata share of the applicable master funds trading desk expenses. These expenses can be significantly higher than the single strategy funds fixed fee structures.\n\nAdministrator Fees - As part of the acquisition with Northern Trust of Omnium in 2010, Citadel renegotiated the Funds administration expense as well as entered into an \"Information and Technology Agreement\" with Northern Trust, which is considered off market as Funds typically pay a flat rate based on their respective AUM size. In accordance with the Information and Technology Agreement, Citadel charges Northern Trust an IT support fee, which Northern Trust passes through to the Funds. Therefore, other clients of Northern Trust will benefit from system improvements at the expense of Citadel fund investors. Based on the review of the 2015 audited financial statements, the fees charged to the Citadel Funds administered by Northern Trust are as follows (fees are considered higher than market, but remain less than 40bps previously paid within the Omnium structure):\n*Kensington: 27bps.\n*Wellington: 27bps.\n*Tactical: 30bps.\n*Global Equities: 16bps.\n\n(*Includes pass-through of IT support fee)\n\n\n2017 UPDATE\n\nFor Kensington, the expense ratio was 6.57% of average net assets or $709 million in 2016, up as percentage of average net assets from 6.3% and from a dollar amount of $580 million in 2015. For Wellington, the expense ratio was 6.5% of average net assets or $309 million in 2016, up as percentage of average net assets from 6.27% but down as a dollar amount from $320 million in 2015.\n\nThe financial statements do not specifically break out the fixed fees for Kensington and Wellington; however, based on discussions with Citadel and using the 2016 audited financial statements, we calculated the estimated fixed and performance fees in an effort to convert the Funds pass-through expenses into a typical fee structure (see the Citadel Expense Analysis attached in Section 6 of the report for calculations):\n-Kensington: 2.75% Fixed (Management) Fee / 50% Performance Fee.\n-Wellington: 2.72% Fixed (Management) Fee / 50.4% Performance Fee.\n\n2016 performance (K: 4.71% / W: 5.09%)\n- increase in total operating expense ratio (K: 4% / W: 4%)\n- increase in total operating expense dollars (K: 22% / W: 16%)\n- increase (decrease) in average net assets (K: 17% / W: -7%)\n\nTactical Trading - Citadel also passes through management company expenses to Tactical Trading, which again has led to very high expense ratios when compared to typical hedge funds. For Tactical LLC, the expense ratio was 6.05% or $62 million in 2016, up as a percentage of average net assets compared to 5.23% or $30 million in 2015. For Tactical Ltd, the expense ratio was 6.07% or $33 million in 2016, up as compared to 5.24% or $32 million in 2015. \n\nFollowing the same methodology noted above, the typical fee structure breakdown for the Tactical Trading is as follows (see the Citadel Expense Analysis attached in Section 6 of the report for calculations):\n-Tactical LLC: 2.62% Fixed (Management) Fee / 60.2% Performance Fee.\n-Tactical Ltd: 2.67% Fixed (Management) Fee / 65.6% Performance Fee.\n\n2016 performance (LLC: 2.69% / Ltd: 2.07%)\n- increase in total operating expense ratio (LLC: 16% / Ltd: 16%)\n- increase in total operating expense dollars (LLC: 206% / Ltd: 3%)\n- increase (decrease) in average net assets (LLC: 178% / Ltd: -11%)\n\n\nBased on the review of the 2016 audited financial statements, the fees charged to the Citadel Funds administered by Northern Trust are as follows (fees are considered higher than market, but remain less than 40bps previously paid within the Omnium structure):\n*Kensington: 20bps.\n*Wellington: 20bps.\n*Tactical: 24bps.\n*Global Equities: 14bps.\n\n(*Includes pass-through of IT support fee)\n\n\n4) NORTHERN TRUST VERIFICATION REPORTS:\n\nCitadel engaged Northern Trust to prepare Valuation Verification and Asset Validation Reports (\"Verification Reports\") on a quarterly basis with respect to the Funds, Global Equities Funds, and Tactical Trading Funds. As of June 30, 2016, 100% of assets of the Funds, Global Equities Funds, and Tactical Trading Funds were confirmed by Northern Trust. The pricing sources as of June 30, 2016 are as follows (on a look-through basis, based on GMV):\n\nKensington/Wellington - June 2016: Exchange Quotation: 46% * Pricing Services Quotation: 50% * Market Maker Quotation: 3% * Counterparty Quotation: 1%\n* Fair Value: <1%\n\nGlobal Equities - June 2016: Exchange Quotation: ~99% Fair Value: ~1%\n\nTactical Trading - June 2016: Exchange Quotation: ~99%\n* Pricing Services Quotation / Counterparty / FV: ~1%\n\n* From review of previous Verification Reports, the Exchange Quotation category had historically been a higher percentage of approximately 60-70%. Patti Stasny (Global Controller) noted that Northern Trust began using Reuters DataScope to obtain certain options pricing data, which they categorized as Pricing Services Quotation; however, the positions are technically exchange traded so Stasny anticipates that in subsequent Verification Reports the percentages will shift back to be more weighted towards the Exchange Quotation category.\n\nSee the June 2016 Verification Reports performed by Northern Trust attached in the Portfolio Management/Trading section of the report.\n\n5) AGREED UPON PROCEDURES:\n\nPwC performs agreed upon procedures (\"AUP\") on the December 31st holdings across all of Citadel portfolios and subsidiaries in conjunction with their year-end audits. (See \"Citadel AUP - 12-31-15\" attached in the Valuation section of the report.) As part of the AUP, PwC either independently values each asset class or independently values a sample of investments within an asset class (statistical sampling). The tolerance levels used in testing are as follows (Percentage Threshold / Value Threshold):\n(i) (0% / $500): Equities / Futures\n(ii) (0% / $500,000): Agency CMOs, MBS, IRS, Swaptions, Options on Currency\n(iii) (1% / $100,000): Equity Options, Energy Contracts, Govt Debt, Convertible Debt, Corp Bonds, Bank Loans, TBAs, Options on TBAs, Currencies (Options, Forwards, Swaps), CDS, Trade Claims, and OTC Energy.\n\nThe results are summarized below:\na) Kensington & Wellington: Of the 205,811 positions, 99.81% were included in testing. The testing resulted in a pricing tolerance level variance as a percentage of investment capital of: Gross 0.15% and Net -0.03%.\nb) Tactical Funds: Of the 185,648 positions, 99.82% were included in testing. The testing resulted in a pricing tolerance level variance as a percentage of investment capital of: Gross 0.00% and Net 0.00%.\nc) Global Equity: Of the 30,430 positions, 99.96% were included in testing. The testing resulted in a pricing tolerance level variance as a percentage of investment capital of: Gross 0.00% and Net 0.00%.\nd) Fixed Income Funds: Of the 15,007 positions, 99.85% were included in testing. The testing resulted in a pricing tolerance level variance as a percentage of investment capital of: Gross 0.33% and Net -0.13%.\n\nSee \"Citadel AUP - 12-31-15\" attached in the Valuation section of the report for the investments as a percentage of the Funds NAV.\n\nIn accordance with the AUP, PwC is required to obtain a valuation for each of the positions tested from a source that is different from the source used by Citadel. During our analysis of the AUPs over the past few years, we observed that the following asset classes experienced a relatively higher number of positions outside the tolerance levels noted above: Energy Contracts, Swaps/Swaptions, Bank Loans, and CDS. According to Patti Stasny (Global Controller), for the majority of the remaining positions that fall outside the tolerance range there is only one true market maker, which Citadel thought provided the most indicative quote. For Energy Contracts, Stasny noted that PwC is performing their pricing months later using pricing service quotations or market maker quotations, and if not available they will use an exchange close price from an exchange website (e.g. ICE). The exchanges do put out prices, however, often times these prices cannot be traded on. Patti Stasny noted that the exchange prices can be stale because these are long dated OTC contracts and dont actively trade. NTHFS Product Control uses the exchange price as a comparison, but quotes from brokers willing to trade on these quotes are the primary valuation methodology used. Energy contracts are back-tested when month end pricing is provided. Swaps/Swaptions were priced by PwC via SuperDerivatives, which is more accurate for plain vanilla swaps and not as accurate for more difficult Swaps/Swaptions that are less liquid. Citadel prices these types of Swaps/Swaptions via Markit or broker quotes. Bank Loans also only have one true market maker. CDS position differences noted within the 2015 AUP report were noted as NTHFS is valuing the positions via Broker, Dealer, or Counterparty quotes, while PwC is primarily pricing the positions via pricing service quotations. For the Funds investment in privately held securities, PwC obtains from Citadel an independent valuation report as of December 31, 2015 and agrees the range of fair values ascribed in such reports to Citadel valuation. Private exposure has decreased significantly over the past few years with total private exposure (including direct investments in Investment Funds) totaling 0.09% exposure in the Funds.\n\nAs a result of the improving liquidity of the asset classes traded by the Funds and Citadel efforts to reduce the Funds exposure to illiquid assets, in general, the number and types of positions falling outside the tolerance levels continues to decrease over the past few years (as a percentage of AUM). (See \"Citadel AUP 2015 Worksheet\" attached in the Valuation section of the report for a comparison of the 2014 AUPs.).\n\n6) CONTROLS REPORTING - AT 101 REPORTS:\n\nVarious Controls Reports are performed covering the controls at Northern Trust regarding the Citadel Funds, Citadel Asset Management Operations, and Citadel affiliated broker-dealers. It is anticipated that future AT 101 reports will also include coverage of the Firm cybersecurity controls. See below for details of the Controls Reports received:\n\ni) Northern Trust currently completes an annual Type II AICPA Attestation Standard AT Section 101 (\"AT 101\") report specifically for the Citadel Funds. AT 101 is a service organization report on controls placed in operation and tests of operating effectiveness which is similar to a SSAE 16 report. The Northern Trust AT 101 description of controls includes a description of Citadel LLC cash transaction, trade amendment, and hosting and information technology infrastructure services used by Northern Trust to process transactions for its user entities, as well as relevant control objectives and controls of Citadel LLC. The most recent Northern Trust AT 101 report covers from January 1, 2015 to December 31, 2015 and is attached in Section 5 of the report. Within the 2015 AT 101 report, it was noted that controls in place to review the allocation of P&L from the master funds to feeder funds was not operating effectively with respect to certain non-pro rata income for the Tactical Trading Funds, resulting in the NAV restatement discussed in detail in Section 6 of the report. PwC opinion noted that except for this matter, all other controls were operating effectively.\n\nii) Citadel engaged PwC to perform an AT 101 report covering the controls relating to Citadel Asset Management business. The AT 101 covers all middle- and back-office functions including Product Control, Financial Control, Clearing and Settlements, Centralized Funding, Cash Management, Compliance, and controls over Northern Trust. The most recent Citadel Asset Management Operations AT 101 report covers from January 1, 2015 to December 31, 2015, and is attached in Section 1 of the report. No material issues were noted from the review of the Citadel Asset Management Operations AT 101.\n\niii) Citadel engaged PwC to perform an AT Section 101 report over Citadel affiliated broker-dealer previously used by the Master Funds (Citadel Securities LLC). The most recent Citadel Securities AT 101 report covers from January 1, 2015 to December 31, 2015 and is attached in Section 1 of the report. No material issues were noted from the review of the Citadel Securities AT 101. See above regarding the launch of Citadel Clearing in 2015, replacing Citadel Securities with respect to use by the Master Funds."
			 }
		

    ],
    "AnticipatedChanges": [
			 {
			  	"timeFrame": "",
		        "title": "Anticipated Changes",
		        "description": "Anticipated changes discussed throughout the report."
			 }
		

    ]
}